{
  "HEADER": {
    "LOGIN": "Кіру",
    "NAV": {
      "ABOUT": "Біз туралы",
      "NEWS": "Жаңалықтар",
      "CONTACTS": "Байланыстар",
      "PAYMENTS": "Төлемдер",
      "HOME": "Үй"
    }
  },
  "HOME": {
    "TITLE": "Қазақстандағы мемлекеттік қызметке онлайн сынақ тестілеу жауаптарымен",
    "BENEFITS": {
      "BEST_TITLE_1": "Елдегі ең үздіктер",
      "BEST_TEXT_1": "Тесттерге дайындық сайттарының ішінде №1, клиенттеріміздің 95% тесттерді сәтті тапсырады",
      "BEST_TITLE_2": "Қазіргі ақпарат",
      "BEST_TEXT_2": "Ең жаңа онлайн тесттер екі тілде. Дайындық уақытының 50%-дан астамын үнемдеу",
      "BEST_TITLE_3": "Қолжетімді және оңай",
      "BEST_TEXT_3": "Нарықтағы ең төмен бағалар. Сіздің нәтижелілігіңіз үшін ыңғайлы интерфейс"
    },
    "INFO": "<div _ngcontent-fik-c54=\"\"><p class=\"section__text\">Сайтқа қош келдіңіздер <a href=\"https://online-exam.kz/\">www.online-exam.kz</a> – мемлекеттік қызметке, мемлекеттік тест, гостест және басқа да салаларға арналған виртуалды тестілеу кешені.</p><p class=\"section__text\">Осы жобаның басты мақсаты – жұмысқа орналасу, лицензия немесе сертификат алу үшін тест тапсыратын үміткерлерге қолайлы және қолжетімді түрде көмек көрсету.</p><p class=\"section__text\">Сайтта ұсынылған барлық тесттер нормативтік-құқықтық актілерге толықтай негізделген және авторлық құқықпен қорғалған.</p><p class=\"section__text\">Сайттағы кешенді әдіс және тыңғылықты дайындық <a href=\"https://online-exam.kz/\">www.online-exam.kz</a> тестке, мемлекеттік тестке сәтті дайындалып, тапсыруға көмектеседі. Сонымен қатар, бұл кешен мемлекеттік қызмет және басқа да салалар бойынша заңдарды зерттеу кезінде шынайы тестілеу жағдайларына барынша жақындатылған сынақ тесттерін өтуге мүмкіндік береді.</p><p class=\"section__text\">Біз <a href=\"https://online-exam.kz/\">online-exam.kz</a> сіздер үшін пайдалы сайт және сенімді серік болады деп үміттенеміз!</p><p class=\"section__sub-title\">P.S. Сайттағы барлық тест тапсырмалары үнемі жаңартылып, өзектендіріліп отырады!</p></div>"
  },
  "EXAMS": {
    "ADMIN": "Әкімшілік мемқызметі (Б КОРПУСЫ)",
    "LAW": "Құқық қорғау қызметі",
    "NOTARIAT": "Нотарит",
    "ADVOCACY": "Адвокатура",
    "CORPA": "А КОРПУСЫ (Аппарат басшысы және Төраға)",
    "GOV": "Азаматтарға арналған үкімет» КЕАҚ",
    "JUDICIALCORP": "Сот корпусы",
    "HEADOFEDUCATION": "Білім беру ұйымының басшысы",
    "BAILIFF": "Жеке сот орындаушысы",
    "PDD": "ЖЖҚ (ПДД) тест"
  },
  "LOGIN": {
    "EMAIL": "Электрондық пошта",
    "EMAIL_CORRECT": "Дұрыс электрондық поштаны енгізіңіз",
    "PASSWORD": "Пароль",
    "PASSWORD_REQ": "Құпия сөзіңізді енгізіңіз.",
    "PHONE": "Телефон нөмірі",
    "PHONE_WRONG": "Телефон нөмірі қате",
    "NAME": "Аты",
    "NAME_REQ": "Атын енгізіңіз",
    "PASSWORD_LENGTH": "Құпия сөз кемінде 6 таңбадан тұруы керек",
    "PASSWORD_WRONG": "Қате құпия сөз",
    "RESET": "Құпия сөзді қалпына келтіру",
    "PASSWORD_RESET": "Құпия сөзіңізді ұмыттыңыз ба?",
    "CREATE_ACC": "Есептік жазба жасау"
  },
  "FOOTER": {
    "COPYRIGHT": "© 2022. Барлық құқықтар қорғалған.",
    "DEVELOPMENT": "Дайындау және қолдау -"
  },
  "PUBLIC_OFFER_AGREEMENT": {
    "PAGE_TITLE": "Пайдаланушы келісім",
    "TITLE": "Пайдаланушы<br>келісім",
    "SUB_TITLE": "<a href='https://online-exam.kz/'>online-exam.kz</a> сайтындағы оқыту контентін қолдану бойынша",
    "TEXT": "<p class=\"pp__title\">1. Анықтамалар</p><p class=\"pp__text\">1.1. Осы Пайдаланушы келісімнің (бұдан әрі – Келісім) мақсатында келесі анықтамалар қолданылады:</p><p class=\"pp__text\">1.1.1. «Сайт» — «Online-exam.kz интернет ресурсы (https://online-exam.kz/) – https://online-exam.kz/ (домен атауы) желілік адресі бойынша Интернет желісінде қолжетімді веб-парақшалар, бөлімдер (бұдан әрі – беттер) жиынтығынан тұратын білім беру сайтын, оның ішінде Сайттың мобильді нұсқасы.</p><p class=\"pp__text\">1.1.2. «Контент» — дизайн элементтері, иллюстрациялар, графикалық суреттер, фотосуреттер, скрипттер, мәтіндер, бейнелер, музыка, дыбыстар және/немесе объектілер Сайттың ақпараттық, аналитикалық және Сайттың иесі, Пайдаланушылар немесе үшінші тұлғалардың құқықтары иелік ететін зияткерлік қызметтің нәтижесі немесе нәтижесі болмайтын басқа объектілер;</p><p class=\"pp__text\">1.1.3. «Пайдаланушы» — 16 жасқа жеткен немесе одан асқан және іс-әрекетке қабілеттілігі сотпен айырылмаған немесе шектелмеген кез келген жеке тұлға және заңды тұлға;</p><p class=\"pp__text\">1.1.4. «Дербес деректер» — қолжетімділігі шектеулі дербес деректер санатына Қазақстан Республикасының заңнамасымен жатқызылған Пайдаланушы туралы ақпарат (тегі, аты, жеке сәйкестендіру нөмірі/бизнес сәйкестендіру нөмірі, телефон нөмірі, электрондық пошта мекенжайы, кіру бойынша есептікке алу деректері: құпиясөз, логин/лақап ат/есім және т.б.).</p><p class=\"pp__text\">1.1.5. «Есеп жазбасы (аккаунт)» — кіру мүмкіндігін беру мақсатында Пайдаланушыны сәйкестендіру үшін қажетті деректердің жиынтығы.</p><p class=\"pp__title\">2. Келісімнің мәні</p><p class=\"pp__text\">2.1. Осы Келісім Қазақстан Республикасы Азаматтық кодексінің 395-бабының 5-тармағына сәйкес жария шарт-оферта (ұсыныс) болып табылады. Сайт иесі кез келген Пайдаланушыға контентті қол жеткізудің екі тәсілін пайдалануға мүмкіндік береді: (1) контентке қол жеткізудің шектеулі шегінде (бұдан әрі – Демо-қол жеткізу) тіркеусіз және төлемсіз немесе (2) Есептік жазбаны тіркеумен және құрумен және Контентке толық қол жеткізу шеңберінде төлеммен (бұдан әрі – Толық қол жеткізу).</p><p class=\"pp__text\">2.2. Келісім Пайдаланушы келісім шарттарын қабылдау арқылы оның шарттарымен (акцепт), яғни Сайтта қала отырып келісім білдірген сәттен бастап күшіне енеді, бұл Қазақстан Республикасы Азаматтық Кодексінің 396-бабының 3-тармағының мағынасы бойынша Сайт иесінің офертасын акцептеу болып табылады.</p><p class=\"pp__text\">2.3. Пайдаланушы сайтқа кіру біржолғы төлем жасаған кезде 60 күнтізбелік күн мерзіміне берілетіндігіне келіседі. Егер пайдаланушы балансты қайта толтырса, сайтты қолдану мерзімі тағы 60 күнге ұзартылады. Сайтты қолдану мерзімі ұзартылмаған кезде баланстың (төлемнің) 60 күннен кейін күші жойылады.</p><p class=\"pp__text\">2.4. Пайдаланушы осы Құпиялық саясаты, «Ақпаратқа қол жеткізу туралы» Қазақстан Республикасының 16.11.2015 ж. № 401-V ҚРЗ Заңы, «Дербес деректер және оларды қорғау туралы» Қазақстан Республикасының 21.05.2013 ж. № 94-V Заңы, «Ақпараттандыру туралы» Қазақстан Республикасының 24.11.2015 ж. № 418-V ҚРЗ Заңы және дербес деректерді қорғау саласындағы Қазақстан Республикасының басқа нормативтік құқықтық актілерімен анықталған талаптарға сәйкес Сайтқа ұсынылған Пайдаланушының және/немесе үшінші тұлғалардың дербес және басқа да деректерін, кәмелетке толмаған балалардың аталған деректерін қоса алғанда, жинауға, өңдеуге, сақтауға және қолдануға/таратуға өзінің келісімін береді.</p><p class=\"pp__text\">2.5. Келісімнің шарттары кез келген ескертулерсіз, шектеулерсіз және ерекшеліктерсіз толық көлемде ғана қабылдануы мүмкін. Пайдаланушының өз келісімін білдіруі Пайдаланушының келісім шарттарын, оның ішінде Пайдаланушының Сайтта қолданылатын тәртіп ережелерін сақтау міндетін тудыратын азаматтық-құқықтық шарт жасауды білдіреді.</p><p class=\"pp__text\">2.6. Сайт контентін пайдалану үшін Пайдаланушы келісімінің ережелерімен келісім білдіру (акцепт) міндетті шарт болып табылады.</p><p class=\"pp__title\">3. Тараптардың құқықтары мен міндеттері</p><p class=\"pp__text\">3.1. Пайдаланушы құқылы:</p><p class=\"pp__text\">3.1.1. Контентке қол жеткізу таңдау;</p><p class=\"pp__text\">3.1.2. Есептік жазбаны пайдалануды тоқтату және осы Келісімді бұзу;</p><p class=\"pp__text\">3.1.3. Дербес деректерді, оның ішінде қажет болған жағдайда мемлекеттік дерекқорынан жинауға және өңдеуге келісім білдіру;</p><p class=\"pp__text\">3.1.4. Есептік жазбаға кіру үшін логин/лақап аты мен құпиясөзін өзгерту;</p><p class=\"pp__text\">3.1.5. Осы Келісімнің шарттарын, сондай-ақ Қазақстан Республикасы заңнамасының нормаларын сақтай отырып Контентті пайдалану;</p><p class=\"pp__text\">3.1.6. Сайт иесінде, сондай-ақ үшінші тұлғада өзінің дербес деректерінің болуы туралы білуге, сондай-ақ: дербес деректерді жинау және өңдеу фактісін, мақсаттарын, көздерін, тәсілдерін растау; дербес деректердің тізбесін; дербес деректерді өңдеу мерзімдерін, оның ішінде оларды сақтау мерзімдерін қамтитын ақпаратты алу;</p><p class=\"pp__text\">3.1.7. Тиісті құжаттармен расталған негіздер болған жағдайда Сайт иесінен өзінің дербес деректерін өзгертуді және толықтыруды талап ету;</p><p class=\"pp__text\">3.1.8. Дербес деректерді жинау, өңдеу шарттарының бұзылуы туралы ақпарат болған жағдайда Сайт иесінен, сондай-ақ үшінші тұлғадан өзінің дербес деректерін оқшаулауды талап ету;</p><p class=\"pp__text\">3.1.9. Сайт иесінен, сондай-ақ үшінші тұлғадан жиналуы мен өңделуі Қазақстан Республикасының заңнамасын бұза отырып, сондай-ақ Қазақстан Республикасының заңнамасында белгіленген өзге де жағдайларда жүргізілген өзінің дербес деректерін жоюды талап ету;</p><p class=\"pp__text\">3.1.10. Өз дербес деректерін жинауға, өңдеуге келісімді кері қайтарып алу және оларды жоюды талап ету, бұл Пайдаланушының Есептік жазбасын автоматты түрде жоюға және осы Келісімнің әрекетін тоқтатуға әкеледі;</p><p class=\"pp__text\">3.1.11. Қазақстан Республикасының заңнамасымен тыйым салынбаған өзге де құқықтарды жүзеге асыру.</p><p class=\"pp__text\">3.2. Пайдаланушы міндеттенеді:</p><p class=\"pp__text\">3.2.1. Тіркеу үшін тіркеу нысанына сәйкес өзі туралы сенімді деректерді ұсыну қажет. Сайт иесінің Пайдаланушы ұсынған ақпараттың дұрыс еместігі туралы кез келген күмәндары тіркелуден бас тартуға, уақытша бұғаттауға және/немесе пайдаланушының есептік жазбасын жоюға алып келеді;</p><p class=\"pp__text\">3.2.2. Есептік жазбаға кіру үшін пайдаланылатын бірегей логин мен құпиясөзді құпия түрде сақтау. Логин мен құпиясөз құпия ақпарат болып табылады және қолданыстағы заңнамада және/немесе Келісімде қарастырылған жағдайларды қоспағанда, жариялауға жатпайды. Пайдаланушының құпиясөзін және өз Есептік жазбасының логинін жоғалтуына байланысты кез келген тәуекелдерді Пайдаланушы дербес көтереді;</p><p class=\"pp__text\">3.2.3. Осы Келісімнің 3.3.1-тармақшасына сәйкес енгізілген өзгерістермен танысу мақсатында осы Келісімнің мазмұнымен сайттан мерзім сайын танысуға болады;</p><p class=\"pp__text\">3.2.4. Сайт иесінің және/немесе басқа үшінші тұлғалардың Контентке және/немесе оның қандай да бір элементтеріне қатысты зияткерлік меншік құқығын бұзбауға, атап айтқанда, Пайдаланушы Сайт иесінің жазбаша келісімінсіз Сайт иесі орналастырған материалдарды (мәтіндік, графикалық, аудио/бейне және т. б.) коммерциялық мақсатта, сайтта тікелей рұқсат етілген жағдайларды (мысалы, әлеуметтік желілер арқылы «бөлісу» функциясын) қоспағанда, басқа жолмен таратуға, таратуға және жаңғыртуға құқығы жоқ.);</p><p class=\"pp__text\">3.2.5. Есептік жазбаға кіру үшін пайдаланылатын логин мен құпиясөздің қауіпсіздігін қамтамасыз ететін және оған үшінші тұлғалардың рұқсатсыз кіруін болдырмайтын тиісті шараларды өз бетінше қолдану (атап айтқанда, құпиясөз браузерде, соның ішінде cookies технологиясын пайдалану кезінде, Пайдаланушының компьютерлік құрылғысын үшінші тұлғалардың пайдалану мүмкіндігі кезінде сақталмауын қадағалау));</p><p class=\"pp__text\">3.2.6. Сайт иесін қорлайтын, беделін түсіретін және т. б. ретінде бағалануы мүмкін әрекеттерді сайтта жасаған барлық жағдайлар туралы хабардар ету;</p><p class=\"pp__text\">3.2.7. Сайтта Контентті пайдаланған кезде, соның ішінде хат жазысу кезінде, қоғамда қабылданған этикалық және моральдық нормаларды, бұқаралық ақпарат құралдарын пайдалана отырып, жария ақпаратты орналастыру шарттары мен ережелеріне өз әрекетін тарататын Қазақстан Республикасы заңнамасының талаптарын қатаң ұстану, сондай-ақ осы Келісімнің «ерекше шарттар» бөлімінің талаптарын қатаң сақтау;</p><p class=\"pp__text\">3.2.8. Келісімде қарастырылған және/немесе Сайт парақшаларында орналастырылған басқа да талаптарды сақтау және басқа да міндеттемелерді орындау.</p><p class=\"pp__text\">3.3. Сайт иесі құқылы:</p><p class=\"pp__text\">3.3.1. Өз қалауы бойынша кез келген уақытта осы Келісімдегі кез келген ережелерді (тұтастай немесе ішінара) өзгертуге, редакциялауға, қосуға, толықтыруға, жоюға немесе жою. Бұл ретте, Келісімнің жаңа редакциясы, егер Келісімнің жаңа редакциясында өзгеше қарастырмаса, ол Сайтта жарияланған сәттен бастап күшіне енеді.</p><p class=\"pp__text\">3.3.2. Себептерді түсіндірместен, Пайдаланушының Есептік жазбасын бұғаттау және/немесе жою, сайт парақшаларына қандай да бір Есептік жазбаны пайдалану арқылы, соның ішінде Пайдаланушы осы Келісімнің шарттарын және/немесе сайтта орналастырылған Құпиялылық саясатын бұзған жағдайда кіруге тыйым салу.</p><p class=\"pp__text\">3.3.3. Пайдаланушыларға ақпараттық хабарламалар жіберу. Кез келген мүмкін тәсілмен тіркеле отырып, Пайдаланушы Есептік жазбада көрсетілген электрондық пошта және/немесе ұялы байланыстың абоненттік нөміріне ақпараттық хабарламаларды алуға келіседі;</p><p class=\"pp__text\">3.3.4. Кез келген уақытта Сайттың дизайнын және пайдаланушы интерфейсін, оның мазмұнын, ұсынылатын функциялардың мазмұнын өзгерту, қолданылатын сценарийлерді, бағдарламалық жасақтаманы, Контентті және Сайтта пайдаланылатын немесе сақталған басқа да нысандарды және кез келген Қосымшаларды Пайдаланушыға ескертусіз өзгерту немесе толықтыру;</p><p class=\"pp__text\">3.3.5. Өз қалауы бойынша кез келген, соның ішінде Контентті Қазақстан Республикасының заңнамасын, осы Келісімнің ережелерін, басқа Пайдаланушылардың, өзге үшінші тұлғалардың және мемлекеттің құқықтарын бұзатын және/немесе бұзуы мүмкін Контентті, және/немесе ақпаратты қандай да бір себептерсіз және ескертусіз алып тастау;</p><p class=\"pp__text\">3.3.6. Өз қалауы бойынша кез келген ақпаратты (Пайдаланушының хабарламаларын, мәртебелерін, басқа да ақпаратты және басқа материалдарды қоса алғанда), оның ішінде Пайдаланушы Сайтта Қазақстан Республикасының заңнамасын немесе осы Келісімнің ережелерін бұза отырып орналастыратын ақпаратты жою;</p><p class=\"pp__text\">3.3.7. Өз қалауы бойынша сайтта орналастырылған сол немесе басқа материалдарды хат жазысудың техникалық мүмкіндігін өшіру;</p><p class=\"pp__text\">3.3.8. Сайтқа, сондай-ақ оның Контентіне қатысты өзінің зияткерлік құқықтарын қорғау үшін Қазақстан Республикасының заңнамасымен тыйым салынбаған кез келген шараларды жүзеге асыру.</p><p class=\"pp__text\">3.5. Сайт иесі міндеттенеді:</p><p class=\"pp__text\">3.5.1. Келісімде қарастырылған шарттар негізінде Пайдаланушыға Контентті қолдануға техникалық мүмкіндік беру;</p><p class=\"pp__text\">3.5.2. Келісім шарттарының өзгерістері туралы ақпаратты Сайтта жариялау арқылы Пайдаланушыны хабардар ету;</p><p class=\"pp__text\">3.5.3. Осы Келісімде және Қазақстан Республикасының заңнамасында тікелей айтылған жағдайларды қоспағанда, Пайдаланушының Дербес деректерінің осы Келісімнің қолданылу мерзімі ішінде сақталуы мен қорғалуын қамтамасыз етуге және оны үшінші тұлғаларға бермеу;</p><p class=\"pp__text\">3.5.4. Пайдаланушы өзінің Есептік жазбасында осы Келісімді бұзу және есептік жазбаның әрекетін тоқтату туралы хабарлама берген кезде, осындай талап тіркелген сәттен бастап 5 (бес) күнтізбелік күн ішінде Пайдаланушының Есептік жазбасын пайдаланудың техникалық мүмкіндігін бұғаттауға, ал «Ақпараттандыру туралы» ҚР Заңының 36-бабының 5.1 тармақшасымен белгіленген Пайдаланушының ақпаратын сақтау мерзімі аяқталғаннан кейін және өздерінің қызметтерін атқаратын мемлекеттік органдардың ресми сұраулары және «Дербес деректер және оларды қорғау туралы» ҚР Заңының 19-бабы 2 тармағы 1 тармақшасында көрсетілген басқа тұлғалардың сұраулары болмаған жағдайда Пайдаланушының барлық дербес деректерін жою.</p><p class=\"pp__title\">4. Келісімнің Ерекше шарттары</p><p class=\"pp__text\">4.1. Пайдаланушы келесіні растайды, кепілдік береді және келіседі:</p><p class=\"pp__text\">4.1.1. Сайт иесі осы Келісімнің мәтініне қандай да бір өзгерістер енгізгеннен кейін Пайдаланушының Сайтты пайдалануы енгізілген өзгерістермен пайдаланушының келісімін білдіреді;</p><p class=\"pp__text\">4.1.2. Сайтта оның барлық хабарламалары сол немесе басқа жағдай/тақырып бойынша тек оның пікірін көрсетеді. Сайт иесінің пікірі Пайдаланушының пікірімен сәйкес келмеуі мүмкін. Пайдаланушы үшін оның пікірлері мен хабарламаларының дұрыс емес, заңға қарсы мазмұнының болуына байланысты кез келген және барлық мүмкін болатын залалдың пайда болу тәуекелдерін тек Пайдаланушы көтереді. Сайт иесі өзіне ешқандай міндеттемелер қабылдамайды және Пайдаланушы баяндайтын кез келген ақпараттың мазмұны үшін жауапты емес;</p><p class=\"pp__text\">4.1.3. Осы Келісімнің шарттарын іске асыру мақсатында ғана оның дербес деректерін жинау, өңдеу және сақтау процесін білдіреді және бұл жөнінде Сайт иесіне ешқандай шағым жасамауға міндеттенеді;</p><p class=\"pp__text\">4.1.4. Сот әрекет қабілеттілігінен айырмаған немесе шектелмеген кәмелетке толған жеке тұлға немесе тиісті түрде құрылған және әрекет ететін заңды тұлға болып табылады;</p><p class=\"pp__text\">4.1.5. Есептік жазбаға логин мен құпиясөзді басқа үшінші тұлғаларға бермейді;</p><p class=\"pp__text\">4.1.6. Алаяқтық сипаттағы әрекеттерді жүзеге асырмайды, оның ішінде Сайт иесі қолданатын техникалық қорғау құралдарын айналып өтуді және/немесе бұзуды қоса алғанда, кез келген алаяқтық әрекеттерді қолдауды жүзеге асырмайды;</p><p class=\"pp__text\">4.1.7. Сайт балаларға арналған білім беру контенті мен өнімдерді өндіру және сату ресурсы болып табылады;</p><p class=\"pp__text\">4.1.8. Егер Пайдаланушы 18 жасқа толмаған болса, онда ол Сайтты ата-анасының немесе ресми қамқоршыларының рұқсатымен және қадағалауымен ғана пайдалана алады.</p><p class=\"pp__text\">4.2. Пайдаланушыға тыйым салынады:</p><p class=\"pp__text\">4.2.1. Әлеуметтік, нәсілдік, ұлттық немесе діни өшпенділік пен араздықты, соғысты, әлеуметтік, нәсілдік, ұлттық, діни, тілдік және өзге де артықшылықтарды насихаттауды немесе үгіттеуді жүзеге асыру;</p><p class=\"pp__text\">4.2.2. Егер Пайдаланушы заңға немесе осы ақпаратты ашу шартына байланысты жеткілікті құқықтарға ие болмаса, Сайтта орналастыру немесе хабарламалар, пікірлер арқылы үшінші тұлғалардың рұқсаты шектеулі ақпаратты (құпия ақпаратты) беру;</p><p class=\"pp__text\">4.2.3. Сайтта орналастыру, жаңғырту, қайта өңдеу, тарату, жариялау, жалпы жұрттың назарына жеткізу, беру, сату немесе басқа тәсілмен, Қазақстан Республикасының қолданыстағы заңнамасымен, Келісімде белгіленген жағдайлардан, сондай-ақ Сайтта тікелей қарастырылған жағдайлардан басқа жағдайларда, Сайт иесінің алдын ала рұқсатынсыз Сайт Контентін, авторлық және өзге де айрықша құқықтар объектісі болып табылатын басқа да Пайдаланушылардың немесе үшінші тұлғалардың Контентін толығымен немесе бөліп пайдалану;</p><p class=\"pp__text\">4.2.4. Сайтта мазмұны жеке және заңды тұлғалардың ар-намысына, қадір-қасиеті мен іскерлік беделіне зиян келтіретін немесе келтіруі мүмкін, сол сияқты нормативтік емес лексикасы, зорлық-зомбылыққа, терроризмге, қолданыстағы билікті, конституциялық құрылысты күштеп құлатуға шақырулары бар, азаматтың құқықтары мен бостандықтарын, сондай-ақ елдің әл-ауқаты мен тұтастығын бұзатын немесе қауіп төндіретін хабарламалар, пікірлер, графикалық бейнелер немесе басқа да материалдар (оның ішінде шындыққа сәйкес келмейтін) орналастыру;</p><p class=\"pp__text\">4.2.5. Сайтта порнографиялық сипаттағы материалдарды немесе осындай материалдарды қамтитын интернет-сайттарға гипермәтіндік сілтемелерді орналастыру;</p><p class=\"pp__text\">4.2.6. Есептік жазбаны тіркеу рәсімінен өткен кезде өзі туралы көрінеу жалған немесе ойдан шығарылған ақпаратты, атап айтқанда, бөтен немесе ойдан шығарылған аты мен тегін көрсету немесе кейіннен енгізу;</p><p class=\"pp__text\">4.2.7. Сайттың және/немесе Сайт элементтерінің жұмыс істеуін тұрақсыздандыруға бағытталған әрекеттерді жүзеге асыру, Сайтты және/немесе Сайт элементтерін басқаруға немесе олардың жабық бөлімдеріне (оның ішінде Сайт иесіне ғана рұқсат етілген бөлімдерге) рұқсатсыз қол жеткізу әрекеттерін жүзеге асыру, сондай-ақ кез келген ұқсас әрекеттерді жүзеге асыру;</p><p class=\"pp__text\">4.2.8. Құпиясөзді таңдау немесе енгізу арқылы басқа Пайдаланушылардың Есептік жазбаларына рұқсатсыз кіруді жүзеге асыру, сондай-ақ мұндай кіруге әрекет жасау;</p><p class=\"pp__text\">4.2.9. Спамды таратуды жүзеге асыру – коммерциялық, саяси, жарнамалық және басқа да ақпаратты (оның ішінде осындай ақпараты бар интернет - сайттарға және/немесе зиянды бағдарламалық қамтамасыз етуді қамтитын интернет-сайттарға гиперсілтемелер) пайдаланушылардың хабарламаларында, пікірлерінде, хабарламаларында және т. б. жаппай таратуды жүзеге асыру.</p><p class=\"pp__text\">4.3. Пайдаланушы шартсыз келісім береді (осы Келісімнен басқа жеке келісім талап етілмейді):</p><p class=\"pp__text\">4.3.1. Сайт иесінің мүддесін Пайдаланушы тапсыратын уәкілетті органдарға және үшінші тұлғаларға тек Қазақстан Республикасының қолданыстағы заңнамасында қарастырылған жағдайларда ғана сайт парақшаларында оның іс-әрекеттерімен байланысты ақпаратты беруі;</p><p class=\"pp__text\">4.3.2. тіркеу кезінде Сайтқа берілген оның дербес деректерін жинау, өңдеу және оларды ерекше жағдайларда және тек Сайт мекенжайына олардың өз функцияларын орындауға байланысты негізделген заңды сұрау салған уәкілетті мемлекеттік органдардың талабы бойынша тарату.</p><p class=\"pp__text\">Осы Келісім Қазақстан Республикасының заңнамасына сәйкес айқындалатын жоғарыда көрсетілген ақпаратты қамтитын тиісті ақпаратты немесе құжаттарды сақтау мерзімі өткенге дейін беріледі.</p><p class=\"pp__title\">5. Дербес деректерді қорғау</p><p class=\"pp__text\">5.1. «Дербес деректер және оларды қорғау туралы» 2013 жылғы 21 мамырдағы Қазақстан Республикасының заңына сәйкес Пайдаланушы Сайтта Сайт иесі белгілеген тәсілмен тіркеуді жүзеге асыра отырып, Сайт иесіне дербес деректері Сайт иесінің қызметі барысында өңделетін жеке тұлғалардың дербес деректер базасына енгізілетін үшінші тұлғалардың, соның ішінде кәмелетке толмаған балалардың/баланың дербес деректерін қоса алғанда, ұсынылатын дербес деректерді жинауға, өңдеуге, сақтауға және пайдалануға қандай да бір ескертусіз келісім береді және осы Заңда белгіленген құқықтар, дербес деректерді пайдалану және сақтау, үшінші тұлғалардың дербес деректеріне қол жеткізу, Дербес деректер базасы иесінің дербес деректермен байланысты қатынастардың басқа субъектілерінің дербес деректерді ішінара немесе толық өңдеу құқығын беру және Сайт иесінің дербес деректерді, оның ішінде иесіздендірілген дербес ақпаратты тарату мүмкіндігі туралы хабардар екенін растайды.</p><p class=\"pp__text\">5.2. Пайдаланушының дербес деректерін жинау, өңдеу, сақтау және тарату мақсаты Сайттың қызметтері мен ақпаратына Пайдаланушының қажеттіліктерін қанағаттандыру саласындағы қатынастарды іске асыруды қамтамасыз ету болып табылады. Дербес деректерді өңдеу сайтта орналастырылған ақпараттар мен материалдарға қол жеткізуді ұсыну мақсатында, сондай-ақ Сайт иесі оны алдын ала иесіздендіру міндетін сақтаған жағдайда статистикалық мақсатта жүзеге асырылады.</p><p class=\"pp__text\">5.3. Жиналатын, сақталатын, өңделетін және таратылатын дербес деректердің санаттары:</p><p class=\"pp__text\">- Пайдаланушының тегі, аты, әкесінің аты;</p><p class=\"pp__text\">- Пайдаланушының байланыс телефоны;</p><p class=\"pp__text\">- Пайдаланушының электрондық поштасының мекенжайы (e-mail);</p><p class=\"pp__text\">- Пайдаланушы өз еркімен ұсынатын басқа да деректер.</p><p class=\"pp__text\">5.4. Дербес деректер осы Келісімнің әрекет ету мерзімі, сайтты пайдалану мерзімі және Пайдаланушының сайтта әрекет ететін/белсенді тіркеуінің болуы бойы сақталады.</p><p class=\"pp__text\">5.5. Сайт иесі Пайдаланушының дербес деректерін заңсыз немесе кездейсоқ қол жеткізуден, жоюдан, өзгертуден, бұғаттаудан, көшіруден, таратудан, сондай-ақ Пайдаланушылардың дербес деректері бар өзге де заңсыз әрекеттерден қорғау үшін барлық қажетті құқықтық, ұйымдастырушылық, техникалық шараларды қабылдайды. Ұйымдастыру және техникалық шаралар деп келесі түсініледі:</p><p class=\"pp__text\">- дербес деректерді ұйымдастыруға, өңдеуге және қорғауға тек уәкілетті тұлғаларға рұқсат беру;</p><p class=\"pp__text\">- дербес деректерге рұқсаты бар Сайт иесінің жауапты қызметкерлерінің құрамын шектеу;</p><p class=\"pp__text\">- дербес деректерді өңдеу және қорғау жөніндегі Қазақстан Республикасы заңнамасының және Сайт иесінің нормативтік құжаттарының талаптары туралы Сайт иесінің қызметкерлерін хабардар ету;</p><p class=\"pp__text\">- ұрлауды, алмастыруды, рұқсатсыз көшіруді және жоюды болғызбайтын дербес деректердің материалдық тасығыштарын және олардың айналысын есепке алуды және сақтауды қамтамасыз ету;</p><p class=\"pp__text\">- дербес деректерді өңдеу кезінде дербес деректердің тәуекелдерін мен қауіптерін анықтау;</p><p class=\"pp__text\">- дербес деректерді резервтік көшіру;</p><p class=\"pp__text\">- Сайт иесімен әлеуметтік, статистикалық және ғылыми зерттеулер жүргізу мақсаттары үшін дербес деректерді иесіздендіруді, бұл ретте мұндай деректерді иесіздендіру механизмін Сайт иесі иесіздендіруді дербес анықтайды;</p><p class=\"pp__text\">- өзге де қорғау шаралары.</p><p class=\"pp__text\">5.6. Сайтты Пайдаланушы тіркеу нысанын толтыру кезінде осы Келісімге келісімін растай отырып, өз келісімін білдіреді және Қазақстан Республикасының заңнамасында және осы Келісімде белгіленген тәртіппен өзінің дербес деректері мен үшінші тұлғалардың өзі өкілдік етуге уәкілеттік берілген деректерін жинауға, өңдеуге, сақтауға және беруге рұқсат береді.</p><p class=\"pp__title\">6. Зияткерлік меншік</p><p class=\"pp__text\">6.1. Осы Келісімге сәйкес, Online-exam.kz және оның Контенті, авторлық құқық иелерінің келісімі бойынша сайтта орналастырылған серіктестердің кейбір контентін қоспағанда Сайт иесі тиесілі. Сайт және оның Контенті Қазақстан Республикасының заңнамасына, сондай-ақ халықаралық конвенцияларға сәйкес Online-exam.kz авторлық құқық объектісі, сауда маркасы және оның зияткерлік меншік құқықтарының объектісі болып табылады.</p><p class=\"pp__text\">6.2. Сайтта қолданылатын барлық өнімдер, бренд, компания атауы және логотиптер сауда маркалары немесе тіркелген сауда белгілері болып табылады. Online-exam.kz жазбаша келісімінсіз Сайтта пайдаланылатын өнімдерді, брендтерді, компаниялардың атаулары мен логотиптерін кез-келген пайдалануға қатаң тыйым салынады. Сонымен қатар, Online-exam.kz сайтының сыртқы түрі, оның ішінде беттердің барлық тақырыптары, белгішелері мен скрипттері фирмалық белгі, сауда маркасы болып табылады және Online-exam.kz алдын ала жазбаша рұқсатынсыз ішінара немесе толық көшіруге, имитациялауға және пайдалануға жатпайды.</p><p class=\"pp__title\">7. Тараптардың жауапкершілігі</p><p class=\"pp__text\">7.1. Пайдаланушы үшінші тұлғалардың алдында Есептік жазбаны қолдануға, Сайтта пікірлерді/хабарламаларды орналастыруға байланысты өз әрекеттері үшін, соның ішінде, егер мұндай әрекеттер үшінші тұлғалардың немесе Пайдаланушының құқықтары мен заңды мүдделерін, сондай-ақ Қазақстан Республикасының заңнамасын бұзуға әкеп соғатын болса, дербес жауап береді.</p><p class=\"pp__text\">7.2. Пайдаланушы өзінің Есептік жазбасының сақталуын қамтамасыз ету үшін тиісті шаралар қабылдауға міндетті және сайтта жасалған барлық әрекеттер үшін жауапты болады.</p><p class=\"pp__text\">7.3. Сайт иесі Пайдаланушының немесе кез келген үшінші тұлғаның алдында кез келген тікелей және/немесе жанама шығындар, оның ішінде жоғалған пайда немесе жоғалған деректер, оның Есептік жазбасын пайдалануға байланысты келтірілген ар-намысқа, қадір-қасиетіне немесе іскерлік беделге зиян келтіргені, не оны пайдалану мүмкін еместігі, не Пайдаланушының коммуникацияларына немесе оның Есептік жазбасына рұқсатсыз қол жеткізгені үшін жауапты болмайды.</p><p class=\"pp__text\">7.4. Сайт иесі Пайдаланушының Есептік жазбасының мазмұнын қалыптастыруға және оларға Контентті жүктеуге қатыспайды, оның іс-әрекеті немесе әрекетсіздігі үшін жауапты болмайды.</p><p class=\"pp__text\">7.5. Сайт иесі Пайдаланушылар орналастыратын пікірлерді/хабарламаларды алдын ала немесе постмодерациялауды жүзеге асыру құқығын өзіне қалдырады, оның нәтижелері бойынша оларды жою туралы шешім қабылдауы мүмкін.</p><p class=\"pp__text\">7.6. Пайдаланушыға сайтқа немесе оның жеке функцияларына рұқсат беруден бас тартылған немесе мұндай рұқсат тоқтатылған және/немесе бұғатталу нәтижесінде Сайт иесі Пайдаланушыға Пайдаланушының келісім шарттарын бұзғанын куәландыратын қандай да бір дәлелдерді, құжаттарды және басқаларды беруге міндетті емес.</p><p class=\"pp__text\">7.7. Сайт иесі Пайдаланушы алдында онда пікірлер қалдырмауға байланысты Сайт жұмысындағы техникалық ақаулықтар үшін жауап бермейді.</p><p class=\"pp__title\">8. Дауларды шешу тәртібі</p><p class=\"pp__text\">8.1. Осы Келісімді орындау кезінде туындауы мүмкін даулар мен келіспеушіліктер Тараптар арасындағы келіссөздер жолымен шешіледі.</p><p class=\"pp__text\">8.2. Дауларды келіссөздер жолымен шешу мүмкін болмаған жағдайда, осы Құпиялылық саясатынан не оған байланысты туындайтын, оның ішінде оның бұзылуына, тоқтатылуына немесе жарамсыздығына қатысты барлық даулар, келіспеушіліктер немесе талаптар сотта түпкілікті реттеуге жатады.</p><p class=\"pp__title\">9. Келісімнің қолданылу мерзімі</p><p class=\"pp__text\">9.1. Осы Келісім пайдаланушы оның шарттарымен (акцепт) келісім шарттарын қабылдау жолымен, яғни Сайтта қала отырып келісім берген сәттен бастап күшіне енеді және белгісіз мерзімге қолданылады.</p><p class=\"pp__text\">9.2. Сайт иесі кез келген уақытта Пайдаланушыны хабардар етпестен және себептерді түсіндірместен, егер Сайт иесі мен Пайдаланушы арасында жасалған азаматтық-құқықтық сипаттағы басқа шартта өзгеше қарастырылмаса, Пайдаланушының келісім шарттарын және/немесе Қазақстан Республикасының қолданыстағы заңнамасының талаптарын кез келген, соның ішінде бір рет те, бұзған жағдайда, шығындарын өтеместен, кіру және Есеп жазбасын пайдалану мүмкіндігін дереу тоқтатумен Келісімді біржақты соттан тыс тәртіппен тоқтатуға құқылы.</p><p class=\"pp__text\">9.3. Егер Сайт иесі мен Пайдаланушы арасында жасалған азаматтық-құқықтық сипаттағы басқа шартта өзгеше қарастырылмаса, Сайт иесі кез келген уақытта Пайдаланушыны хабардар етпестен және себебін түсіндірместен, қандай да бір шығындарын өтеместен немесе келісім бойынша алынған ақыны қайтарусыз, Пайдаланушы келісім шарттарын және/немесе Қазақстан Республикасының қолданыстағы заңнамасының талаптарын бір рет немесе жүйелі бұзған жағдайда, Сайттың Контентін пайдалану мүмкіндігін тоқтата тұруға құқылы. Кіру мерзімін Сайт иесі дербес анықтайды.</p><p class=\"pp__title\">10. Қорытынды ережелер</p><p class=\"pp__text\">10.1. Осы Келісім Сайт контентін пайдалану мүмкіндігін пайдалану тәртібіне қатысты Сайт иесі мен Пайдаланушы арасындағы азаматтық-құқықтық шарт болып табылады және Сайт иесі мен Пайдаланушы арасындағы келісімдер бар болған жағдайда барлық алдыңғы келісімдерді ауыстырады.</p><p class=\"pp__text\">10.2. Осы Келісім Қазақстан Республикасының заңнамасына сәйкес реттеледі және түсіндіріледі. Осы Келісіммен реттелмеген мәселелер Қазақстан Республикасының заңнамасына сәйкес шешілуге тиіс. Осы Келісіммен реттелетін қатынастардан туындайтын барлық ықтимал даулар Қазақстанның материалдық құқық нормалары бойынша Қазақстан Республикасының қолданыстағы заңнамасында белгіленген тәртіппен шешіледі. Егер өзгеше анық көрсетілмесе, осы Келісімнің мәтіні бойынша барлық жерде «заңнама» термині Қазақстан Республикасының заңнамасы түсініледі.</p><p class=\"pp__text\">10.3. Егер осы Келісімнің бір немесе бірнеше ережелері қандай да бір себептермен жарамсыз немесе заңды күші жоқ деп танылса, бұл Келісімнің қалған ережелерінің жарамдылығына немесе қолданылуына әсер етпейді.</p><p class=\"pp__text\">10.4. Сайт иесі тарапынан әрекетсіздік, пайдаланушы немесе басқа пайдаланушылар Келісім ережелерін бұзған жағдайда, Сайт иесін өз мүдделерін кейінірек қорғау үшін тиісті әрекеттер жасау құқығынан айырмайды, сондай-ақ кейіннен осындай немесе ұқсас бұзушылықтар жасалған жағдайда Сайт иесінің өз құқықтарынан бас тартуын білдірмейді.</p>"
  },
  "PRIVACY_POLICY": {
    "PAGE_TITLE": "Құпиялық саясаты",
    "TITLE": "Құпиялық<br>саясаты",
    "SUB_TITLE": "<a href='https://online-exam.kz/'>online-exam.kz</a> сайтындағы оқыту контентін қолдану бойынша",
    "TEXT": "<p class=\"pp__title\">1. Анықтамалар</p><p class=\"pp__text\">1.1. Осы Құпиялық саясаттың мақсатында келесі анықтамалар қолданылады:</p><p class=\"pp__text\">1.1.1. «Сайт» — «Online-exam.kz интернет ресурсы (Online-exam.kz) – https://online-exam.kz/ (домен атауы) желілік адресі бойынша Интернет желісінде қолжетімді веб-парақшалар, бөлімдер (бұдан әрі – беттер) жиынтығынан тұратын білім беру сайтын, оның ішінде Сайттың мобильді нұсқасы.</p><p class=\"pp__text\">1.1.2. «Контент» — дизайн элементтері, иллюстрациялар, графикалық суреттер, фотосуреттер, скрипттер, мәтіндер, бейнелер, музыка, дыбыстар және/немесе объектілер Сайттың ақпараттық, аналитикалық және Сайттың иесі, Пайдаланушылар немесе үшінші тұлғалардың құқықтары иелік ететін зияткерлік қызметтің нәтижесі немесе нәтижесі болмайтын басқа объектілер;</p><p class=\"pp__text\">1.1.3. «Пайдаланушы» — 16 жасқа жеткен немесе одан асқан және іс-әрекетке қабілеттілігі сотпен айырылмаған немесе шектелмеген кез келген жеке тұлға және заңды тұлға;</p><p class=\"pp__text\">1.1.4. «Дербес деректер» — қолжетімділігі шектеулі дербес деректер санатына Қазақстан Республикасының заңнамасымен жатқызылған Пайдаланушы туралы ақпарат (тегі, аты, жеке сәйкестендіру нөмірі/бизнес сәйкестендіру нөмірі, телефон нөмірі, электрондық пошта мекенжайы, кіру бойынша есептікке алу деректері: құпиясөз, логин/лақап ат/есім және т.б.).</p><p class=\"pp__text\">1.1.5. «Есеп жазбасы (аккаунт)» — кіру мүмкіндігін беру мақсатында Пайдаланушыны сәйкестендіру үшін қажетті деректердің жиынтығы;</p><p class=\"pp__text\">1.1.6. «Cookies» — веб-сервер жіберетін және Пайдаланушының компьютерінде сақталатын және тиісті сайттың парақшасын ашу кезінде HTTP-сұрауы арқылы веб-клиент немесе веб-браузер веб-серверге әр кез сайын жіберетін деректердің шағын бөлігі;</p><p class=\"pp__text\">1.1.7. «IP-адрес» — IP хаттамасы бойынша құрылған компьютер желісіндегі тораптың бірегей желілік мекенжайы.</p><p class=\"pp__text\">1.1.8. «Дербес деректерді өңдеу» — дербес деректерді жинау, жазу, жүйелеу, жинақтау, сақтау, нақтылау (жаңарту, өзгерту), шығару, қолдану, беру (тарату, ұсыну, қолжетімді ету), иесіздендіру, оқшаулау, жоюды қоса алғанда, автоматтандыру құралдарды қолданумен немесе осындай құралдарды қолданусыз дербес деректерге қатысты кез келген әрекет (операция) немесе әрекеттердің (операциялардың) жиынтығы.</p><p class=\"pp__title\">2. Жалпы ережелер</p><p class=\"pp__text\">2.1. Пайдаланушының Сайтты қолдануы осы Құпиялық саясатымен және Пайдаланушының Дербес деректерін өңдеу шарттарымен келісуін білдіреді.</p><p class=\"pp__text\">2.2. Пайдаланушы осы Құпиялық саясаты, «Ақпаратқа қол жеткізу туралы» Қазақстан Республикасының 16.11.2015 ж. Заңы, «Дербес деректер және оларды қорғау туралы» Қазақстан Республикасының 21.05.2013 ж. Заңы, «Ақпараттандыру туралы» Қазақстан Республикасының 24.11.2015 ж. Заңы және дербес деректерді қорғау саласындағы Қазақстан Республикасының басқа нормативтік құқықтық актілерімен анықталған талаптарға сәйкес Сайтқа ұсынылған Пайдаланушының және/немесе үшінші тұлғалардың дербес және басқа да деректерін, кәмелетке толмаған балалардың аталған деректерін қоса алғанда, жинауға, өңдеуге, сақтауға және қолдануға/таратуға өзінің келісімін береді.</p><p class=\"pp__text\">2.3. Осы Құпиялық саясатының шарттарымен келіспеген жағдайда Пайдаланушы Сайттың қолдануын тоқтатуы керек.</p><p class=\"pp__title\">3. Құпиялық саясатының мәні</p><p class=\"p__text\">3.1. Осы Құпиялық саясаты Сайттың Контентін қолдануы кезінде Сайттың иесі сұрауы бойынша Пайдаланушы беретін дербес деректердің жарияламау және құпиялығын қорғау тәртібін қамтамасыз ету бойынша Сайт иесінің міндеттемелерін анықтайды.</p><p class=\"p__text\">3.2. Осы Құпиялылық саясаты шеңберінде өңдеуге рұқсат етілген Дербес деректерді Пайдаланушы тіркеу нысанын толтыру не мемлекеттік дерекқорынан оларды жинау мен өңдеуге келісім білдіру арқылы береді және оған мынадай ақпарат кіреді:</p><p class=\"p__text\">3.2.1. Пайдаланушының тегі, аты, әкесінің аты;</p><p class=\"p__text\">3.2.2. Пайдаланушының байланыс телефоны;</p><p class=\"p__text\">3.2.3. Пайдаланушының электрондық поштасының мекенжайы (e-mail).</p><p class=\"p__text\">3.3. Сайт жарнамалық блоктарды қарау барысында және жүйенің статистикалық скрипті («пиксель») орнатылған парақшаларға кірген кезде автоматты түрде берілетін Дербес деректерді қорғайды.</p><p class=\"p__text\">3.3.1. Cookies-ті өшіру авторизацияны талап ететін портал сайтының бөліктеріне кіру мүмкін еместігіне алып келуі мүмкін.</p><p class=\"p__text\">3.3.2. Портал өз келушілерінің IP-мекен-жайлары туралы статистиканы жинауды жүзеге асырады. Бұл ақпарат жүргізілетін қаржылық төлемдердің заңдылығын бақылау үшін техникалық проблемаларды анықтау және шешу мақсатында пайдаланылады.</p><p class=\"p__text\">3.3. Жоғарыда келісілмеген кез келген өзге де дербес ақпарат (сатып алу тарихы, пайдаланылатын браузерлер және операциялық жүйелер және т.б.) осы Құпиялылық саясатының 5.2 және 5.3 тармақшаларында қарастырылған жағдайларды қоспағанда, сенімді сақтауға және таратпауға жатады.</p><p class=\"pp__title\">4. Пайдаланушының дербес ақпаратын жинау мақсаттары</p><p class=\"pp__text\">4.1. Пайдаланушының Дербес деректерін Сайт иесі осы мақсатта пайдалана алады:</p><p class=\"pp__text\">4.1.1. Пайдаланушының Идентификациясы.</p><p class=\"pp__text\">4.1.2. Пайдаланушыға Сайттың дербестендірілген ресурстарына қол жеткізуді ұсыну.</p><p class=\"pp__text\">4.1.3. Пайдаланушымен кері байланыс орнату, соның ішінде Сайтты қолдануға, қызмет көрсетуге қатысты хабарламаларды, сұраныстарды жіберу, Пайдаланушыдан сұраныстар мен өтінімдерді өңдеу.</p><p class=\"pp__text\">4.1.4. Пайдаланушы ұсынған дербес деректердің дұрыстығы мен толықтығын растау.</p><p class=\"pp__text\">4.1.5. Егер Пайдаланушы Есеп жазбасын жасауға келісім берсе, Контентті пайдалану үшін Есеп жазбасын жасау.</p><p class=\"pp__text\">4.1.6. Сайтты қолданумен байланысты проблемалар туындаған кезде Пайдаланушыға тиімді клиенттік және техникалық қолдау көрсету.</p><p class=\"pp__text\">4.1.7. Пайдаланушыға оның келісімімен өнімді жаңарту, арнайы ұсыныстар, бағалар туралы ақпарат, жаңалықтарды тарату және Сайт атынан немесе Сайт серіктестерінің атынан өзге де мәліметтер беру.</p><p class=\"pp__text\">4.1.8. Пайдаланушының келісімімен жарнамалық қызметті жүзеге асыру.</p><p class=\"pp__text\">4.1.9. Өнімдерді, жаңартуларды және қызметтерді алу мақсатында Сайт серіктестерінің сайттарына немесе сервистеріне Пайдаланушыға қол жеткізуді ұсыну.</p><p class=\"pp__title\">5. Дербес деректерді өңдеу тәсілдері мен мерзімдері</p><p class=\"pp__text\">5.1. Пайдаланушының Дербес деректерін өңдеу мерзімінің шектеуінсіз, кез келген заңды тәсілмен, оның ішінде автоматтандыру құралдарын пайдалана отырып немесе осындай құралдарды пайдаланбай дербес деректердің ақпараттық жүйелерінде жүзеге асырылады.</p><p class=\"pp__text\">5.2. Пайдаланушының Дербес деректері Қазақстан Республикасының мемлекеттік билігінің уәкілетті органдарына ҚР заңнамасында белгіленген негіздер мен тәртіп бойынша ғана берілуі мүмкін.</p><p class=\"pp__text\">5.3. Дербес деректер жоғалған немесе жария етілген жағдайда Сайт иесі Пайдаланушыны дербес деректердің жоғалғаны немесе жария етілгені туралы хабарлайды.</p><p class=\"pp__text\">5.4. Сайт иесі Пайдаланушының дербес ақпаратын заңсыз немесе кездейсоқ қол жеткізуден, жоюдан, өзгертуден, бұғаттаудан, көшіруден, таратудан, сондай-ақ үшінші тұлғалардың өзге де заңсыз әрекеттерінен қорғау үшін қажетті ұйымдастырушылық және техникалық шараларды қабылдайды.</p><p class=\"pp__text\">5.5. Сайт иесі Пайдаланушымен бірге Пайдаланушының дербес деректерін жоғалтудан немесе жария етуден туындаған залалдарды немесе өзге де теріс салдарларды болдырмау бойынша барлық қажетті шараларды қабылдайды.</p><p class=\"pp__title\">6. Тараптардың міндеттемелері</p><p class=\"pp__text\">6.1. Пайдаланушы міндетті:</p><p class=\"pp__text\">6.1.1. Сайтты қолдану үшін қажетті дербес деректер туралы ақпаратты ұсыну.</p><p class=\"pp__text\">6.1.2. Осы ақпарат өзгерген жағдайда дербес деректер туралы ұсынылған ақпаратты жаңарту, толықтыру.</p><p class=\"pp__text\">6.2. Сайт иесі міндетті:</p><p class=\"pp__text\">6.2.1. Алынған ақпаратты осы Құпиялылық саясатының 4 тармағында көрсетілген мақсаттар үшін ғана пайдалану.</p><p class=\"pp__text\">6.2.2. Құпия ақпараттың құпия сақталуын қамтамасыз ету, Пайдаланушының алдын ала жазбаша рұқсатынсыз жария етпеу, сондай-ақ осы Құпиялылық саясатының 5.2 және 5.3 тармақшаларын алып тастағанда Пайдаланушының берілген дербес деректерін сатуды, айырбастауды, жариялауды немесе басқа да ықтимал тәсілдермен жария етпеу.</p><p class=\"pp__text\">6.2.3. Қолданыстағы іскерлік айналымда осындай ақпаратты қорғау үшін әдетте пайдаланылатын тәртіпке сәйкес Пайдаланушының Дербес деректерінің құпиялылығын қорғау үшін сақтық шараларын қабылдау.</p><p class=\"pp__text\">6.2.4. Тиісті пайдаланушыға қатысты дербес деректерді пайдаланушының немесе оның заңды өкілінің не Дербес деректер субъектілерінің құқықтарын қорғау жөніндегі уәкілетті органның тексеру кезеңіне өтініш жасаған немесе сұратқан сәтінен бастап, дұрыс емес дербес деректер немесе заңсыз іс-әрекеттер анықталған жағдайда бұғаттауды жүзеге асыру.</p><p class=\"pp__title\">7. Тараптардың жауапкершілігі</p><p class=\"pp__text\">7.1. Өз міндеттемелерін орындамаған Сайт иесі жауапкершілікке тартылады.</p><p class=\"pp__text\">7.2. Құпия ақпарат жоғалған немесе жария етілген жағдайда, Сайт иесі жауапты болмайды, егер осы құпия ақпарат болса:</p><p class=\"pp__text\">7.2.1. Ол жойылғанға немесе жария болғанға дейін қоғамдық игілікке айналды.</p><p class=\"pp__text\">7.2.2. Сайт иесі оны алған сәтке дейін үшінші тараптан алынды.</p><p class=\"pp__text\">7.2.3. Пайдаланушының келісімімен жария етілді.</p><p class=\"pp__title\">8. Дауларды шешу тәртібі</p><p class=\"pp__text\">8.1. Осы Келісімді орындау кезінде туындауы мүмкін даулар мен келіспеушіліктер Тараптар арасындағы келіссөздер жолымен шешіледі.</p><p class=\"pp__text\">8.2. Дауларды келіссөздер жолымен шешу мүмкін болмаған жағдайда, осы Құпиялылық саясатынан не оған байланысты туындайтын, оның ішінде оның бұзылуына, тоқтатылуына немесе жарамсыздығына қатысты барлық даулар, келіспеушіліктер немесе талаптар сотта түпкілікті реттеуге жатады.</p><p class=\"pp__title\">9. Қосымша шарттар</p><p class=\"pp__text\">9.1. Сайт иесі осы Құпиялылық саясатына Пайдаланушының келісімінсіз өзгерістер енгізуге құқылы.</p><p class=\"pp__text\">9.2. Жаңа Құпиялылық саясаты, егер Құпиялылық саясатының жаңа редакциясымен өзгеше қарастырылмаса, оны сайтта орналастырған сәттен бастап күшіне енеді.</p>"
  },
  "PAYMENTS": {
    "PAGE_TITLE": "Төлемдер",
    "TITLE": "",
    "SUB_TITLE": "",
    "TEXT": "<p class=\"pp__title\">Төлемдер. Банк картасымен онлайн төлеу</p><p class=\"pp__text\">Біздің сайт интернет-эквайрингке қосылған және Сіз Visa немесе Mastercard банк картасымен Қызметке ақы төлей аласыз. Таңдалған Тауарды немесе қызметті растағаннан кейін CloudPayments процессингтік орталығының төлем беті бар қорғалған терезесі ашылады, онда Сізге өзіңіздің банк картаңыздың деректерін енгізу қажет. Карта ұстаушысын қосымша сәйкестендіру үшін 3-D Secure хаттамасы қолданылады. Егер Сіздің Эмитент-банкіңіз осы технологияны қолдаса, Сіз қосымша сәйкестендіруден өту үшін оның серверіне қайта бағытталасыз. Қосымша сәйкестендірудің ережелері мен әдістері туралы ақпаратты Сізге банк картасын берген Банктен нақтылаңыз.</p><p class=\"pp__text\">Онлайн төлем қызметі Visa және MasterCard Халықаралық төлем жүйелерінің ережелеріне сәйкес төлемнің құпиялылығы мен қауіпсіздігі қағидаттарына сәйкес жүзеге асырылады, ол үшін жабық байланыс арналары арқылы деректерді тексерудің, шифрлаудың және берудің ең заманауи әдістері қолданылады. Банк картасының деректерін енгізу CloudPayments төлем бетіндегі қорғалған терезеде жүзеге асырылады.</p><p class=\"pp__text\">Төлем бетіндегі өрістерге картаның нөмірін, карта иесінің атын, картаның жарамдылық мерзімін, үш таңбалы қауіпсіздік кодын (Visa үшін CVV2 немесе MasterCard үшін CVC2) енгізу қажет. Барлық қажетті деректер банк картасының бетінде көрсетілген.</p><p class=\"pp__text\">CVV2/ CVC2 — бұл картаның артқы жағында орналасқан үш таңбалы қауіпсіздік коды.</p><p class=\"pp__text\">Бұдан әрі сол терезеде 3-D Secure кодын енгізу үшін Сіздің Эмитент-банкіңіздің беті ашылады. Егер Сізде статикалық 3-D Secure орнатылмаған болса, ол сіздің телефон нөміріңізге SMS арқылы жіберіледі. Егер 3-D Secure коды Сізге келмесе, онда сіздің эмитент-банкіңізге хабарласу керек.</p><p class=\"pp__text\">3-D Secure - бұл интернет желісіндегі карталар бойынша төлемдердің қауіпсіздігін қамтамасыз етудің ең заманауи технологиясы. Операцияны жүзеге асыратын карта ұстаушының түпнұсқалығын бірегей сәйкестендіруге және карта бойынша алаяқтық операциялардың тәуекелін барынша азайтуға мүмкіндік береді.</p><p class=\"pp__title\">Қауіпсіздік кепілдіктері</p><p class=\"pp__text\">CloudPayments процессингтік орталығы PCI DSS 3.0 қауіпсіздік стандарты бойынша Сіздің банк картаңыздың деректерін қорғайды және өңдейді. Төлем шлюзіне ақпарат беру SSL шифрлау технологиясын қолдану арқылы жүзеге асырылады. Ақпаратты одан әрі беру ең жоғары сенімділік деңгейі бар жабық банктік желілер арқылы жүзеге асырылады. CloudPayments Сіздің картаңыздың деректерін бізге және өзге үшінші тұлғаларға бермейді. Карта ұстаушысын қосымша сәйкестендіру үшін 3-D Secure хаттамасы қолданылады.</p><p class=\"pp__text\">Егер Сізде жасалған төлем бойынша сұрақтарыңыз болса, Сіз support@cloudpayments.kz электрондық поштасы арқылы төлем сервисінің клиенттерін қолдау қызметіне хабарласа аласыз.</p><p class=\"pp__title\">Онлайн төлемдердің қауіпсіздігі</p><p class=\"pp__text\">Сіз ұсынатын жеке ақпарат (аты, мекен-жайы, телефоны, e-mail, несие картасының нөмірі) құпия болып табылады және жария етуге жатпайды. Сіздің кредиттік картаңыздың деректері тек шифрланған түрде беріледі және біздің Web-серверде сақталмайды.</p><p class=\"pp__text\">Сіздің браузеріңіз төлемдерді онлайн жүргізу үшін жеткілікті түрде қауіпсіз екенін тексеруді ұсынамыз.</p><p class=\"pp__text\">Интернет-төлемдерді өңдеу қауіпсіздігіне «TipTop Pay Казахстан» ЖШС кепілдік береді. Төлем карталарымен жасалатын барлық операциялар VISA International, MasterCard және басқа төлем жүйелерінің талаптарына сәйкес жүргізіледі. Ақпаратты беру кезінде карталық онлайн-төлемдер қауіпсіздігінің мамандандырылған технологиялары пайдаланылады, деректерді өңдеу процессингтік компанияның қауіпсіз жоғары технологиялық серверінде жүргізіледі.</p><p class=\"pp__title\">Төлем карталарымен төлеу қауіпсіз, себебі:</p><p class=\"pp__text\">Авторландыру жүйесі сатып алушыға оның төлем картасының төлем деректемелері (нөмірі, жарамдылық мерзімі, CVV2/CVC2) алаяқтардың қолына түспейтініне кепілдік береді, өйткені бұл деректер авторландыру серверінде сақталмайды және ұрлануы мүмкін емес.</p><p class=\"pp__text\">Сатып алушы өзінің төлем деректерін интернет-дүкеннің сайтында емес, тікелей CloudPayments авторландыру жүйесіне енгізеді, сондықтан сатып алушының карточкасының төлем деректемелері үшінші тұлғаларға қолжетімді болмайды.</p><p class=\"pp__title\">Ақша қаражатын қайтару</p><p class=\"pp__text\">Төлем карталары арқылы онлайн төлем жүргізу кезінде қолма-қол ақша қаражатымен қайтаруға жол берілмейді. Қайтару тәртібі халықаралық төлем жүйелерінің келесі ережелерімен реттеледі:</p><p class=\"pp__text\">Тұтынушы тауарды бергенге дейін кез келген уақытта одан бас тартуға құқылы, тауарды бергеннен кейін бас тартуды 14 күн ішінде ресімдеу қажет;</p><p class=\"pp__text\">Тиісті сападағы тауарды қайтару, егер оның тауарлық түрі, тұтынушылық қасиеттері сақталса, пайдаланылмаған болса, сондай-ақ көрсетілген тауарды сатып алу фактісі мен шарттарын растайтын құжат болған жағдайда мүмкін болады;</p><p class=\"pp__text\">Егер көрсетілген тауарды тек оны сатып алушы адам ғана пайдалана алатын болса, тұтынушының жеке айқындалған қасиеттері бар тиісті сападағы тауардан бас тартуға құқығы жоқ;</p><p class=\"pp__text\">Тұтынушы тарапынан тауардан бас тартқан жағдайда сатушы оған тұтынушы төлеген ақшалай соманы тұтынушы тиісті талап қойған күннен бастап он күннен кешіктірмей қайтаруға тиіс.</p><p class=\"pp__text\">Ақша қаражатын банк картасына қайтару үшін «Ақша қаражатын қайтару туралы өтінішті» толтыру қажет, ол компания талап етуі бойынша электрондық адреске жіберіледі және оны жеке басын куәландыратын құжаттың көшірмесін қоса бере отырып,<a href=\"mailto:Botagoz19831987@gmail.com\">Botagoz19831987@gmail.com</a>адресіне жіберу қажет.</p><p class=\"pp__text\">Ақшалай қаражатты қайтару Компания «Ақшалай қаражатты қайтару туралы өтінішті» алған күннен бастап 21 жұмыс күні ішінде банк картасына жүзеге асырылады.</p><p class=\"pp__text\">Қателермен жүргізілген операциялар бойынша ақша қаражатын қайтару үшін жазбаша өтініш және жеке басын куәландыратын құжаттың көшірмесін және қате есептен шығаруды растайтын чектерді/түбіртектерді қоса беру қажет. Бұл өтінішті<a href=\"mailto:Botagoz19831987@gmail.com\">Botagoz19831987@gmail.com</a>адресіне жіберу қажет.</p><p class=\"pp__text\">Қайтару сомасы сатып алу сомасына тең болады. Өтінішті қарау және ақшаны қайтару мерзімі Компания Өтінішті алған сәттен бастап есептеледі және мереке/демалыс күндерін есепке алмағанда жұмыс күндерімен есептеледі.</p><p class=\"pp__title\">Төлем жасаудан бас тарту жағдайлары:</p><p class=\"pp__text\">банк картасы интернет арқылы төлемдер жасауға арналмаған, бұл туралы Сіздің Эмитент-банкіңізге жүгіну арқылы білуге болады;</p><p class=\"pp__text\">банк картасында төлем жасау үшін қаражат жеткіліксіз. Төлем картасында қаражаттың бар-жоғы туралы толығырақ ақпаратты банк картасын шығарған банкке хабарласып біле аласыз;</p><p class=\"pp__text\">банк картасының деректері қате енгізілді;</p><p class=\"pp__text\">банк картасының мерзімі аяқталды. Картаның жарамдылық мерзімі, әдетте, картаның алдыңғы жағында көрсетілген (бұл карта жарамды болатын ай мен жыл). Картаның жарамдылық мерзімі туралы толығырақ Эмитент-банкіңізге жүгіну арқылы біле аласыз.</p><p class=\"pp__text\">Банк картасы арқылы төлем жасау және сайттың жұмысына байланысты басқа мәселелер бойынша келесі телефондарға хабарласуға болады: +77019084272</p><p class=\"pp__title\">Құпиялылық</p><p class=\"pp__text\">1. Анықтамалар</p><p class=\"pp__text\"><a href=\"https://online-exam.kz/\" target=\"_blank\">https://online-exam.kz/</a>(бұдан әрі – URL, «біз») интернет жобасы өз клиенттері мен<a href=\"https://online-exam.kz/\" target=\"_blank\">https://online-exam.kz/</a>сайтына кірушілер (бұдан әрі – «сіз», «сайтқа кірушілер»)туралы ақпараттың құпиялылығы мәселесіне аса мән береді. Дербестендірілген деп біз сайтқа кірушінің дербес деректерін (мысалы: ТАӘ, логин немесе компания атауы), сондай-ақ URL сайтында сіздің жасаған әрекеттеріңіз туралы ақпаратты айтамыз (мысалы: сайтқа кірушінің байланыс ақпаратымен тапсырыс беруі). Анонимді деп біз белгілі бір сайтқа кірушімен бірегей түрде анықтау мүмкін емес деректерді атаймыз (мысалы: сайтқа кіру статистикасы).</p><p class=\"pp__text\">2. Ақпаратты пайдалану</p><p class=\"pp__text\">Біз қызметтердің сапасын қамтамасыз ету және оларды есепке алу үшін сайтқа нақты кірушінің дербестендірілген пайдаланамыз. Біз URL сайтының бір кірушісінің дербестендірілген деректерін басқа сайт кірушілеріне ашпаймыз. Біз ешқашан дербестендірілген ақпаратты ашық түрде жарияламаймыз және оны үшінші тұлғаларға табыстамаймыз. Мұндай ақпаратты уәкілетті мемлекеттік органдарға беру Қазақстан Республикасының қолданыстағы заңнамасында белгіленген жағдайлар ғана ерекшелік болып табылады. Біз жиналған анонимді деректерге негізделген есептерді ғана жариялаймыз және таратамыз. Бұл ретте есептер қызметтерді пайдаланушылардың дербестендірілген деректерін сәйкестендіру мүмкін болатын ақпаратты қамтымайды. Сондай-ақ, біз URL өнімдері мен қызметтерін дамыту мақсатында ішкі талдау үшін анонимді деректерді пайдаланамыз.</p><p class=\"pp__text\">3. Сілтемелер</p><a href=\"https://online-exam.kz/\" target=\"_blank\">https://online-exam.kz/</a>сайтында біздің компанияға қатысы жоқ және үшінші тұлғаларға тиесілі басқа сайттарға сілтемелер болуы мүмкін. Біз үшінші тұлғалардың сайттарында орналастырылған мәліметтердің дәлдігіне, толықтығына және шынайылығына жауап бермейміз және сіздің осындай сайттарда қалдырған ақпаратыңыздың құпиялылығын сақтау бойынша ешқандай міндеттемелерді өз мойнымызға алмаймыз.<p class=\"pp__text\">4. Жауапкершілікті шектеу</p><p class=\"pp__text\">Біз осы құпиялылық саясатын сақтау үшін қолдан келгеннің бәрін жасаймыз, алайда, біздің әсерімізден тыс, нәтижесінде ақпарат ашылатын факторлар әсер еткен жағдайда ақпараттың сақталуына кепілдік бере алмаймыз.<a href=\"https://online-exam.kz/\" target=\"_blank\">https://online-exam.kz/</a>сайты және онда орналастырылған барлық ақпарат ешқандай кепілдіксіз «қалай бар солай» қағидаты бойынша ұсынылған. Біз қолайсыз салдарлар үшін, сондай-ақ URL сайтына рұқсаттың шектелуі салдарынан немесе сайтқа кіру салдарынан және онда орналасқан ақпаратты пайдаланғаны үшін келтірілген кез келген залалдар үшін жауап бермейміз.</p><p class=\"pp__text\">5. Байланыстар</p><p class=\"pp__text\">Осы саясатқа қатысты мәселелер бойынша<a href=\"mailto:Botagoz19831987@gmail.com\">Botagoz19831987@gmail.com</a>адресі бойынша хабарласуыңызды сұраймыз.</p><p class=\"pp__title\">Заңды тұлға</p><p class=\"pp__text\">«Ботагоз» ЖК</p><p class=\"pp__text\">Нұр-Сұлтан қаласы, Айнакөл көшесі, 60</p>"
  },
  "CONTACTS": {
    "PAGE_TITLE": "Байланыс",
    "TITLE": "Біздің байланыс",
    "SUB_TITLE": "Бізге кез-келген ыңғайлы байланыс арнасы арқылы хабарласыңыз, біз сізді қызықтыратын барлық сұрақтарға жауап береміз",
    "TECH_SUPPORT": "Техникалық қолдау",
    "ADMIN": "Сайт әкімшісі"
  }
}
