{
  "HEADER": {
    "LOGIN": "Вход",
    "NAV": {
      "ABOUT": "О нас",
      "NEWS": "Новости",
      "CONTACTS": "Контакты",
      "PAYMENTS": "Оплата",
      "HOME": "Главная"
    }
  },
  "HOME": {
    "TITLE": "Пробное тестирование на государственную службу в Казахстане онлайн c ответами",
    "BENEFITS": {
      "BEST_TITLE_1": "Лучшие в стране",
      "BEST_TEXT_1": "№1 среди сайтов по подготовке к тестам, 95% нащих клиентов успешно проходят тесты",
      "BEST_TITLE_2": "Актуальная информация",
      "BEST_TEXT_2": "Самые актуальные онлайн тесты на 2-х языках. Свыше 50% экономии времени на подготовку",
      "BEST_TITLE_3": "Доступно и просто",
      "BEST_TEXT_3": "Самые низкие цены на рынке. Удобный интерфейс для вашей результативности"
    },
    "INFO": "<div _ngcontent-fik-c54=\"\"><p class=\"section__text\">Добро пожаловать на сайт <a href=\"https://online-exam.kz/\">www.online-exam.kz</a> – комплекс виртуального тестирования для государственной службы, мемлекеттік тест, гостест и других сфер.</p><p class=\"section__text\">Главная цель этого проекта – оказание помощи кандидатам, сдающим тестирование для трудоустройства, получения лицензии или сертификата в удобной и доступной форме.</p><p class=\"section__text\">Все тесты, представленные на сайте, основаны полностью на нормативно-правовых актах и защищены авторскими правами.</p><p class=\"section__text\">Комплексный подход и усердная подготовка на сайте <a href=\"https://online-exam.kz/\">www.online-exam.kz</a> поможет подготовиться и успешно сдать тест, мемлекеттик тест. Также этот комплекс дает возможность пройти пробные тесты на государственную службу и другие сферы по изучаемым законам в условиях, максимально приближенных к реальному тестированию.</p><p class=\"section__text\">Надеемся, что <a href=\"https://online-exam.kz/\">online-exam.kz</a> станет для вас полезным сайтом и другом!</p><p class=\"section__sub-title\">P.S. Все тестовые задания на сайте регулярно обновляются и актуализируются!</p></div>"
  },
  "EXAMS": {
    "ADMIN": "Административная служба (КОРПУС Б)",
    "LAW": "Правоохранительная служба",
    "NOTARIAT": "Нотариат",
    "ADVOCACY": "Адвокатура",
    "CORPA": "КОРПУС А (Руководитель аппарата или Председатель)",
    "GOV": "НАО «Правительство для граждан»",
    "JUDICIALCORP": "Судебный корпус",
    "HEADOFEDUCATION": "Руководитель организации образования",
    "BAILIFF": "Частный судебный исполнитель",
    "PDD": "ПДД тест"
  },
  "TEST": {
    "SELECT_LAWS": "Выберите законы для тестирования:",
    "PRICE": "Законов выбрано на сумму: ",
    "CURRENCY": " тг.",
    "START": "Начать тест",
    "PRICE_PER_LAW": "Стоимость 1 закона: ",
    "ANSWERS_SHOW": "Видеть ответы под вопросами",
    "BALANCE": "Баланс:",
    "NO_LAWS": "Выберите законы что бы начать тест",
    "NO_MONEY": "Недостаточно средств на балансе программы что бы начать тест, пополните баланс",
    "CONFIRMATION_START": "Вы уверены что ходите начать тест?",
    "DECLINE": "Отменить",
    "PREV_QUESTION": "Предыдущий вопрос",
    "NEXT_QUESTION": "Следующий вопрос",
    "SET_ANSWER": "Ответить",
    "CORRECT_ANSWER": "Правильный ответ",
    "RESULT": "Ваш результат: ",
    "VALID_TILL": "Действительны до:"
  },
  "LOGIN": {
    "EMAIL": "Емейл",
    "EMAIL_CORRECT": "Введите коректный емейл",
    "PASSWORD": "Пароль",
    "PASSWORD_REQ": "Введите пароль.",
    "PHONE": "Номер телефона",
    "PHONE_WRONG": "Неправильный номер телефона",
    "NAME": "Имя",
    "NAME_REQ": "Введите имя",
    "PASSWORD_LENGTH": "Пароль должен быть длинной минимум 6 символов",
    "PASSWORD_WRONG": "Неправильный пароль",
    "CREATE_ACC": "Создать аккаунт"
  },
  "FOOTER": {
    "COPYRIGHT": "© 2024. All Rights Reserved.",
    "DEVELOPMENT": "Разработка и поддержка -"
  },
  "PUBLIC_OFFER_AGREEMENT": {
    "PAGE_TITLE": "Пользовательское соглашение",
    "TITLE": "Пользовательское соглашение",
    "SUB_TITLE": "по использованию обучающего контента на сайте <a href='https://online-exam.kz/'>online-exam.kz</a>",
    "TEXT": "<p class=\"pp__title\">1. Определения</p><p class=\"pp__text\">1.1. Для целей настоящего Пользовательского соглашения (далее – Соглашение) используются следующие определения:</p><p class=\"pp__text\">1.1.1. «Сайт» - «Интернет ресурс online-exam.kz – образовательный сайт» (<a href='https://online-exam.kz/'>http://online-exam.kz/</a>), состоящий из совокупности веб-страниц, разделов (далее – страницы) доступных в сети Интернет по сетевому адресу (доменному имени): <a href='https://online-exam.kz/'>https://online-exam.kz/</a>, в том числе и мобильная версия Сайта.</p><p class=\"pp__text\">1.1.2. «Контент» — информационные, аналитические и иные материалы Сайта, с элементами дизайна, иллюстрации, графические изображения, фотографии, скрипты, тексты, видео, музыка, звуки и/или другие объекты, являющиеся результатом интеллектуальной деятельности или не являющиеся таковыми, права на которые принадлежат Владельцу сайта, Пользователям или третьим лицам.</p><p class=\"pp__text\">1.1.3. «Пользователь» — любое физическое лицо, достигшее 16 лет либо старше, не лишенное или не ограниченное судом в дееспособности, и юридическое лицо.</p><p class=\"pp__text\">1.1.4. «Персональные данные» - сведения о Пользователе (фамилия, имя, индивидуальный идентификационный номер/бизнес идентификационный номер, телефонный номер, адреса электронной почты, учетные данные доступа: пароль, логин/псевдоним/имя и т.п.), отнесенные законодательством Республики Казахстан к категории персональных данных ограниченного доступа;</p><p class=\"pp__text\">1.1.5. «Учетная запись (аккаунт)» — набор данных, необходимые для идентификации Пользователя в целях предоставления ему доступа.</p><p class=\"pp__title\">2. Предмет Соглашения</p><p class=\"pp__text\">2.1. Настоящее Соглашение является публичным договором-офертой (предложением) согласно пункту 5 статьи 395 Гражданского Кодекса Республики Казахстан. Владелец сайта предоставляет любому Пользователю возможность пользоваться Контентом двумя способами доступа: (1) без регистрации и оплаты в рамках ограниченного доступа к Контенту (далее – Демо-доступ) или (2) с регистрацией и созданием Учетной записи и оплатой в рамках полного доступа к Контенту (далее – Полный доступ).</p><p class=\"pp__text\">2.2. Соглашение вступает в силу с момента выражения Пользователем согласия с его условиями (акцепт) путем принятия условий Соглашения, то есть оставаясь на Сайте, что по смыслу ст. 396 п.3 Гражданского Кодекса Республики Казахстан является акцептом оферты Владельца сайта.</p><p class=\"pp__text\">2.3. Пользователь дает свое согласие на сбор, обработку, хранение и использование/распространение персональных и иных данных Пользователя и/или третьих лиц, включая несовершеннолетних детей/ребенка Пользователя, предоставленных на Сайт, в соответствии с требованиями, определенными настоящим Соглашением, Законом Республики Казахстан от 16.11.2015 г. «О доступе к информации», Законом Республики Казахстан от 21.05.2013 г. «О персональных данных и их защите», Законом Республики Казахстан от 24.11.2015 г. «Об информатизации», и иными нормативными правовыми актами Республики Казахстан в области защиты персональных данных.</p><p class=\"pp__text\">2.4. Условия Соглашения могут быть приняты только в полном объеме, без всяких оговорок, ограничений и исключений. Выражение Пользователем своего согласия означает заключение гражданско-правового договора, порождающего у Пользователя обязанности соблюдать условия Соглашения, в том числе применимых правил поведения Пользователя на Сайте.</p><p class=\"pp__text\">2.5. Для пользования Контентом Сайта выражение согласие (акцепт) с положениями Пользовательского Соглашения является обязательным условием.</p><p class=\"pp__title\">3. Права и обязанности Сторон</p><p class=\"pp__text\">3.1. Пользователь имеет право:</p><p class=\"pp__text\">3.1.1. Выбрать способы доступа к Контенту: Демо-доступ или Полный доступ;</p><p class=\"pp__text\">3.1.2. Прекратить пользование Учетной записью и расторгнуть настоящее Соглашение;</p><p class=\"pp__text\">3.1.3. Выразить согласие на сбор и обработку персональных данных, в том числе в случае необходимости из государственных баз данных;</p><p class=\"pp__text\">3.1.4. Менять логин/псевдоним и пароль для доступа к Учетной записи;</p><p class=\"pp__text\">3.1.5. Пользоваться Контентом с соблюдением условий настоящего Соглашения, а также норм законодательства Республики Казахстан;</p><p class=\"pp__text\">3.1.6. Знать о наличии у Владельца сайта, а также третьего лица своих персональных данных, а также получать информацию, содержащую: подтверждение факта, цели, источников, способов сбора и обработки персональных данных; перечень персональных данных; сроки обработки персональных данных, в том числе сроки их хранения;</p><p class=\"pp__text\">3.1.7. Требовать от Владельца сайта изменения и дополнения своих персональных данных при наличии оснований, подтвержденных соответствующими документами;</p><p class=\"pp__text\">3.1.8. Требовать от Владельца сайта, а также третьего лица блокирования своих персональных данных в случае наличия информации о нарушении условий сбора, обработки персональных данных;</p><p class=\"pp__text\">3.1.9. Требовать от Владельца сайта, а также третьего лица уничтожения своих персональных данных, сбор и обработка которых произведены с нарушением законодательства Республики Казахстан, а также в иных случаях, установленных законодательством Республики Казахстан;</p><p class=\"pp__text\">3.1.10. Отозвать согласие на сбор, обработку своих персональных данных и потребовать их уничтожения, что автоматически приводит к удалению Учетной записи Пользователя и прекращению действия настоящего Соглашения;</p><p class=\"pp__text\">3.1.11. Осуществлять иные права, не запрещенные законодательством Республики Казахстан.</p><p class=\"pp__text\">3.2. Пользователь обязуется:</p><p class=\"pp__text\">3.2.1. Для регистрации предоставить достоверные данные о себе согласно форме регистрации. Любые сомнения Владельца сайта о недостоверности информации, предоставленной Пользователем, влекут за собой отказ в регистрации, временную блокировку и/или удаление Учетной записи Пользователя;</p><p class=\"pp__text\">3.2.2. Сохранить в тайне уникальный логин и пароль, используемые для доступа в Учетную запись. Логин и пароль, являются конфиденциальной информацией и не подлежат разглашению, за исключением случаев, предусмотренных действующим законодательством и/или Соглашением. Любые риски, связанные с утерей Пользователем пароля и логина собственной Учетной записи Пользователь несет самостоятельно.</p><p class=\"pp__text\">3.2.3. Периодически знакомиться на Сайте с содержанием настоящего Соглашения в целях ознакомления с изменениями, внесенными согласно п. 3.3.1. Соглашения;</p><p class=\"pp__text\">3.2.4. Не нарушать права интеллектуальной собственности Владельца сайта и/или иных третьих лиц на Контент, и/или каких-либо ее элементов, в частности, Пользователь не имеет права копировать, транслировать, рассылать, публиковать, и иным образом распространять и воспроизводить размещенные Владельцем сайта материалы в коммерческих целях (текстовые, графические, аудио/видео и т.д.) без письменного согласия Владельца сайта, за исключением случаев, прямо разрешенных на Сайте (к примеру, функции «поделиться» через социальные сети);</p><p class=\"pp__text\">3.2.5. Самостоятельно предпринимать должные меры, обеспечивающие безопасность логина и пароля, используемых для доступа в Учетную запись, и предотвращающие несанкционированный доступ к нему третьих лиц (в частности, следить за тем, чтобы пароль не сохранялся в браузере, в том числе при использовании технологии cookies, при возможном использовании компьютерного устройства Пользователя третьими лицами);</p><p class=\"pp__text\">3.2.6. Уведомлять Владельца сайта обо всех случаях совершения на Сайте в отношении Пользователя действий, которые могут быть расценены как оскорбительные, унижающие, дискредитирующие и т.п.;</p><p class=\"pp__text\">3.2.7. При использовании Контента на Сайте, в том числе во время переписок, строго придерживаться этических и моральных норм, принятых в обществе, требований законодательства Республики Казахстан, распространяющих свое действие на условия и правила размещение публичной информации с использованием средств массовой информации, а также строго соблюдать требования раздела «Особые условия» настоящего Соглашения;</p><p class=\"pp__text\">3.2.8. Соблюдать иные требования и выполнять иные обязательства, предусмотренные Соглашением и/или размещенные на страницах Сайта.</p><p class=\"pp__text\">3.3. Владелец сайта имеет право:</p><p class=\"pp__text\">3.3.1. По своему усмотрению в любое время изменять, редактировать, добавлять, дополнять, исключать или удалять любые положения (целиком либо частично) в настоящем Соглашении. При этом, новая редакция Соглашения вступает в силу с момента ее опубликования на Сайте, если иное не предусмотрено новой редакцией Соглашения.</p><p class=\"pp__text\">3.3.2. Без объяснения причин, заблокировать и/или удалить Учетную запись Пользователя, запретить доступ с использованием какой-либо Учетной записи к страницам Сайта, в том числе в случае нарушения Пользователем условий настоящего Соглашения и/или Политикой конфиденциальности, размещенной на Сайте.</p><p class=\"pp__text\">3.3.3. Посылать Пользователям информационные сообщения. Регистрируясь любым возможным способом, Пользователь соглашается на получение информационных сообщений на адрес электронный почты и/или абонентского номера сотовой связи, указанный в Учетной записи.</p><p class=\"pp__text\">3.3.4. В любое время изменять оформление и пользовательский интерфейс Сайта, его содержание, содержание предоставляемых функций, изменять или дополнять используемые скрипты, программное обеспечение, Контент и другие объекты, используемые или хранящиеся на Сайте и любые Приложения, без уведомления Пользователя;</p><p class=\"pp__text\">3.3.5. По собственному усмотрению удалять без каких-либо причин и без предупреждения любой Контент, в том числе Контент и/или информацию, которая нарушает и/или может нарушать законодательство Республики Казахстан, положения настоящего Соглашения, права других Пользователей, иных третьих лиц и государства;</p><p class=\"pp__text\">3.3.6. По собственному усмотрению удалять любую информацию (включая сообщения Пользователя, статусы, прочую информацию и иные материалы), в том числе размещаемую Пользователем на Сайте в нарушение законодательства Республики Казахстан или положений настоящего Соглашения.</p><p class=\"pp__text\">3.3.7. По собственному усмотрению отключать техническую возможность вести переписку те или иные материалы, размещенные на Сайте.</p><p class=\"pp__text\">3.3.8. Предпринимать любые, не запрещенные законодательством Республики Казахстан меры, для защиты собственных интеллектуальных прав в отношении Сайта, а также его Контента.</p><p class=\"pp__text\">3.5. Владелец сайта обязуется:</p><p class=\"pp__text\">3.5.1. На условиях, изложенных в Соглашении, предоставить Пользователю техническую возможность пользоваться Контентом.</p><p class=\"pp__text\">3.5.2. Уведомлять Пользователя путем опубликования информации на Сайте об изменениях условий Соглашения;</p><p class=\"pp__text\">3.5.3. Обеспечить сохранность и защиту персональных данных Пользователя в течение срока действия настоящего Соглашения и не передавать ее третьим лицам, за исключением случаев, прямо оговоренных в настоящем Соглашении и в законодательстве Республики Казахстан;</p><p class=\"pp__text\">3.5.4. При подаче Пользователем в своей Учетной записи уведомления о расторжении настоящего Соглашения и прекращении действия Учетной записи, в течение 5 (пяти) календарных дней с момента регистрации такого требования, заблокировать техническую возможность пользования Учетной записью Пользователем, а по истечении срока хранения информации Пользователя, установленного пп. 5.1 ст. 36 Закона РК «Об информатизации» и при условии отсутствия официального запроса государственных органов, выполняющих свои функции, или запросов иных лиц, указанных в пп. 1 п. 2 статьи 19 Закона РК «О персональных данных и их защите» - удалить все его персональные данные.</p><p class=\"pp__title\">4. Особые условия Соглашения</p><p class=\"pp__text\">4.1. Пользователь, подтверждает, гарантирует и соглашается, что:</p><p class=\"pp__text\">4.1.1. Использование Сайта Пользователем после внесения Владельцем сайта каких-либо изменений в текст настоящего Соглашения означает согласие Пользователя с внесенными изменениями;</p><p class=\"pp__text\">4.1.2. Все его сообщения на Сайте отражают исключительно его мнение по той или иной ситуации/теме. Мнение Владельца Сайта может не совпадать с мнением Пользователя. Любые и все риски возникновения любого возможного ущерба для Пользователя ввиду некорректного, противозаконного содержания его комментариев и сообщений, несет исключительно Пользователь. Владелец Сайта не принимает на себя никаких обязательств и не несет ответственности за содержание любой информации, излагаемой Пользователем;</p><p class=\"pp__text\">4.1.3. Осознает, что представляет из себя процесс сбора, обработки и хранения его персональных данных исключительно для целей реализации условий настоящего Соглашения и обязуется не предъявлять к Владельцу сайта по этому поводу никаких претензий;</p><p class=\"pp__text\">4.1.4. Является совершеннолетним физическим лицом, не лишенным или не ограниченным судом в дееспособности или юридическим лицом, образованным и действующим надлежащим образом;</p><p class=\"pp__text\">4.1.5. Не будет передавать логин и пароль к Учетной записи иным третьим лицам;</p><p class=\"pp__text\">4.1.6. Не будет осуществлять действия мошеннического характера, в том числе осуществлять поддержку любых мошеннических действий, включая обход и/или взлом технических средств защиты, применяемых Владельцем сайта;</p><p class=\"pp__text\">4.1.7. Сайт является ресурсом по производству и продаже образовательного контента и продукции для детей;</p><p class=\"pp__text\">4.1.8. Если Пользователь не достиг 18 лет, то он может использовать Сайт лишь с разрешения и под присмотром родителей или официальных опекунов, попечителей.</p><p class=\"pp__text\">4.2. Пользователю запрещается:</p><p class=\"pp__text\">4.2.1. Осуществлять пропаганду или агитацию, возбуждающую социальную, расовую, национальную или религиозную ненависть и вражду, пропаганду войны, социального, расового, национального, религиозного, языкового и иного превосходства;</p><p class=\"pp__text\">4.2.2. Размещать на Сайте или передавать посредством сообщений, комментариев информацию ограниченного доступа (конфиденциальную информацию) третьих лиц, если Пользователь не обладает достаточными правами в силу закона или договора на раскрытие данной информации;</p><p class=\"pp__text\">4.2.3. Размещать, воспроизводить, перерабатывать, распространять, опубликовывать на Сайте, доводить до всеобщего сведения, передавать, продавать или иным способом использовать, целиком или по частям, Контент Сайта, других Пользователей или третьих лиц, являющихся объектом авторских и иных исключительных прав, без их предварительного разрешения Владельцем сайта, кроме случаев, установленных Соглашением, действующим законодательством Республики Казахстан, а также случаев, прямо предусмотренных на Сайте;</p><p class=\"pp__text\">4.2.4. Размещать на Сайте сообщения, комментарии, графические изображения или другие материалы (в том числе не соответствующие действительности), содержание которых наносит или может нанести ущерб чести, достоинству и деловой репутации физических и юридических лиц, равно содержащих ненормативную лексику, призывы к насилию, терроризму, насильственному свержению существующей власти, конституционного строя, нарушающую или угрожающую нарушению прав и свобод гражданин, а также благосостоянию и целостности страны;</p><p class=\"pp__text\">4.2.5. Размещать на Сайте материалы порнографического характера или гипертекстовые ссылки на интернет-сайты, содержащие такие материалы;</p><p class=\"pp__text\">4.2.6. Указывать при прохождении процедуры регистрации Учетной записи или вводить впоследствии заведомо ложную или вымышленную информацию о себе, в частности, чужие или вымышленные имя и фамилию;</p><p class=\"pp__text\">4.2.7. Осуществлять действия, направленные на дестабилизацию функционирования Сайта и/или элементов Сайта, осуществлять попытки несанкционированного доступа к управлению Сайтом и/или элементов Сайта или их закрытым разделам (в том числе к разделам, доступ к которым разрешен только Владельцу сайта), а также осуществлять любые иные аналогичные действия;</p><p class=\"pp__text\">4.2.8. Осуществлять несанкционированный доступ к Учетным записям других Пользователей путем подборки или введения пароля, а также предпринимать попытки такого доступа;</p><p class=\"pp__text\">4.2.9. Осуществлять рассылку спама – массовую рассылку коммерческой, политической, рекламной и иной информации (в том числе гиперссылок, ведущих на интернет – сайты с такой информацией и/или на интернет - сайты, содержащие вредоносное программное обеспечение) в сообщениях, комментариях, сообщениях Пользователей и т.п.</p><p class=\"pp__text\">4.3. Пользователь дает безусловное согласие (отдельного согласия не требуется, кроме настоящего согласия) на:</p><p class=\"pp__text\">4.3.1. предоставление Владельцем сайта уполномоченным органам и третьим лицам, интересы которых будут задеты Пользователем, информации, связанной с его действиями на страницах Сайта исключительно в случаях, предусмотренных действующим законодательством Республики Казахстан;</p><p class=\"pp__text\">4.3.2. сбор, обработку его персональных данных, предоставленных Сайту при регистрации, и их распространение в исключительных случаях и только по требованию уполномоченных государственных органов, предоставивших в адрес Сайта обоснованный легитимный запрос, связанный с выполнением ими своих функций.</p><p class=\"pp__text\">Настоящее согласие дается до истечения сроков хранения соответствующей информации или документов, содержащих вышеуказанную информацию, определяемых в соответствии с законодательством Республики Казахстан.</p><p class=\"pp__title\">5. Защита персональных данных</p><p class=\"pp__text\">5.1. Согласно Закону Республики Казахстан от 21.05.2013 г. «О персональных данных и их защите», Пользователь, осуществляя регистрацию на Сайте установленным Владельцем сайта способом, предоставляет Владельцу сайта согласие без каких-либо оговорок на сбор, обработку, хранение и использование предоставляемых персональных данных, включая персональные данные третьих лиц, в т.ч. несовершеннолетних детей\\ребенка Пользователя, включаемых в базу персональных данных физических лиц, персональные данные которых обрабатываются в ходе деятельности Владельца сайта и подтверждает, что извещен о правах, установленных вышеуказанным Законом, включая цели сбора, обработки, использования и хранения персональных данных, доступа к персональным данным третьих лиц, предоставления владельцем базы персональных данных частичного или полного права обработки персональных данных другими субъектами отношений, связанных с персональными данными, и о возможности распространения персональных данных Владельцем сайта, в т.ч. обезличенной персональной информации.</p><p class=\"pp__text\">5.2. Целью сбора, обработки, хранения и распространения персональных данных Пользователя является обеспечение реализации отношений в сфере удовлетворения потребностей Пользователя в услугах и информации Сайта. Обработка персональных данных также осуществляется в целях предоставления доступа к информации и материалам, размещенных на Сайте, а также в статистических целях при условии соблюдении Владельцем сайта обязанности ее предварительного обезличивания.</p><p class=\"pp__text\">5.3. Категории собираемых, хранящихся, обрабатываемых и распространяемых персональных данных:</p><ul> <li>фамилию, имя, отчество Пользователя;</li><li>контактный телефон Пользователя;</li><li>адрес электронной почты (e-mail) Пользователя;</li><li>другие данные, добровольно предоставляемые Пользователем.</li></ul> <p class=\"pp__text\">5.4. Персональные данные хранятся в течение всего срока действия настоящего Соглашения, срока эксплуатации Сайта и наличия действующей/активной регистрации Пользователя на Сайте.</p><p class=\"pp__text\">5.5. Владелец сайта принимает все необходимые правовые, организационные, технические меры для защиты персональных данных Пользователя от неправомерного или случайного доступа, уничтожения, изменения, блокирования, копирования, распространения, а также от иных неправомерных действий с персональными данными пользователей. Под организационными и техническими мерами понимается:</p><ul> <li>допуск к организации, обработке и защите персональных данных только уполномоченных лиц;</li><li>ограничение состава ответственных работников Владельца сайта, имеющих доступ к персональным данным;</li><li>информирование работников Владельца сайта о требованиях законодательства Республики Казахстан и нормативных документов Владельца сайт по обработке и защите персональных данных;</li><li>обеспечение учета и хранения материальных носителей персональных данных и их обращения, исключающего хищение, подмену, несанкционированное копирование и уничтожение;</li><li>определение рисков и угроз безопасности персональных данных при их обработке;</li><li>резервное копирование персональных данных;</li><li>обезличивание персональных данных для целей проведения социологических, статистических и научных исследований Владельцем сайта, при этом механизм обезличивания таких данных определяется Владельцем сайта самостоятельно;</li><li>иные меры защиты.</li></ul> <p class=\"pp__text\">5.6. Пользователь Сайта, подтвердив согласие с настоящим Соглашением при заполнении регистрационной формы, тем самым выражает свое согласие и предоставляет разрешение на сбор, обработку, хранение и передачу своих персональных данных и данных третьих лиц, которые он уполномочен представлять, в порядке, определенном Законодательством Республики Казахстан и настоящим Соглашением.</p><p class=\"pp__title\">6. Интеллектуальная собственность</p><p class=\"pp__text\">6.1. В соответствии с настоящим Соглашением, online-exam.kz и его Контент принадлежит Владельцу сайта в лице Есимсеитова А.Д., за исключением некоторого контента партнеров, размещенного на сайте по согласию правообладателей. Сайт и его Контент являются объектом авторских прав online-exam.kz, торговой маркой и объектом ее прав интеллектуальной собственности согласно законодательству Республики Казахстан, а также международным конвенциям.</p><p class=\"pp__text\">6.2. Вся продукция, бренд, название компаний и логотипы, используемые на Сайте, являются торговыми марками или зарегистрированными торговыми знаками. Любое использование продукций, брендов, названий компаний и логотипов, используемых на Сайте без письменного согласия от online-exam.kz строго запрещено. Кроме того, внешний вид сайта online-exam.kz, в том числе все заголовки страниц, иконки и скрипты, являются фирменным знаком, торговой маркой и не подлежат копированию, имитации и использованию, частично или полностью, без предварительного письменного разрешения online-exam.kz</p><p class=\"pp__title\">7. Ответственность сторон</p><p class=\"pp__text\">7.1. Пользователь самостоятельно несет ответственность перед третьими лицами за свои действия, связанные с использованием Учетной записи, размещением комментариев/сообщений на Сайте, в том числе, если такие действия приведут к нарушению прав и законных интересов третьих лиц либо Пользователя, а также законодательства Республики Казахстан.</p><p class=\"pp__text\">7.2. Пользователь обязан принимать надлежащие меры для обеспечения сохранности своей Учетной записи, и несет ответственность за все действия, совершенные на Сайте.</p><p class=\"pp__text\">7.3. Владелец сайта не несет ответственности перед Пользователем или любыми третьими лицами за любые прямые и/или косвенные убытки, включая упущенную выгоду или потерянные данные, вред чести, достоинству или деловой репутации, понесенные в связи с использованием им Учетной записи, либо невозможности ее использования, либо несанкционированного доступа к коммуникациям Пользователя либо в его Учетную запись.</p><p class=\"pp__text\">7.4. Владелец сайта не участвует в формировании содержания Учетной записи Пользователя и загрузке им Контента, не контролирует и не несет ответственности за его действия или бездействие.</p><p class=\"pp__text\">7.5. Владелец сайта оставляет за собой право осуществлять пред- или постмодерацию комментариев/сообщений, размещаемых Пользователями по результатам которой может принять решение об их удалении.</p><p class=\"pp__text\">7.6. Владелец сайта не обязан предоставлять Пользователю какие-либо доказательства, документы и прочее, свидетельствующие о нарушении Пользователем условий Соглашения, в результате которого Пользователю было отказано в предоставлении доступа к Сайту или его отдельным функциям, либо такой доступ был прекращен и/или заблокирован.</p><p class=\"pp__text\">7.7. Владелец сайта не несет ответственности перед Пользователем за технические неполадки в работе Сайта, связанные с невозможностью оставлять комментарии на нем.</p><p class=\"pp__title\">8. Порядок разрешения споров</p><p class=\"pp__text\">8.1. Споры и разногласия, которые могут возникнуть при исполнении настоящего Соглашения, решаются путем переговоров между сторонами.</p><p class=\"pp__text\">8.2. В случае невозможности разрешения споров путем переговоров все споры, разногласия или требования, возникающие из настоящего Соглашения либо в связи с ним, в том числе касающиеся его нарушения, прекращения или недействительности подлежат окончательному урегулированию в суде.</p><p class=\"pp__title\">9. Срок действия Соглашения</p><p class=\"pp__text\">9.1. Настоящее Соглашение вступает в силу с момента выражения Пользователем согласия с его условиями (акцепт) путем принятия условий Соглашения, то есть оставаясь на Сайте и действует неопределенный срок.</p><p class=\"pp__text\">9.2. Владелец сайта вправе в любое время без уведомления Пользователя и без объяснения причин прекратить Соглашение в одностороннем внесудебном порядке с немедленным прекращением доступа и возможности использовать Учетную запись и без возмещения каких-либо затрат, убытков в случае любого, в том числе однократного, нарушения Пользователем условий Соглашения и/или требований действующего законодательства Республики Казахстан, если иное не предусмотрено другим договором гражданско-правового характера, заключенного между Владельцем сайта и Пользователем.</p><p class=\"pp__text\">9.3. Владелец сайта вправе в любое время без уведомления Пользователя и без объяснения причин приостановить доступ и возможность использовать Контент Сайта без возмещения каких-либо затрат, убытков или возврата полученного по Соглашению, в случае однократного или систематического нарушения Пользователем условий Соглашения и/или требований действующего законодательства Республики Казахстан, если иное не предусмотрено другим договором гражданско-правового характера, заключенного между Владельцем сайта и Пользователем. Сроки возобновления предоставления доступа определяются Владельцем сайта самостоятельно.</p><p class=\"pp__title\">10. Заключительные положения</p><p class=\"pp__text\">10.1. Настоящее Соглашение представляет собой гражданско-правовой договор между Пользователем и Владельцем сайта относительно порядка использования возможности использования Контента Сайта и заменяет собой все предыдущие соглашения между Пользователем и Владельцем сайта, при их наличии.</p><p class=\"pp__text\">10.2. Настоящее Соглашение регулируется и толкуется в соответствии с законодательством Республики Казахстан. Вопросы, не урегулированные настоящим Соглашением, подлежат разрешению в соответствии с законодательством Республики Казахстан. Все возможные споры, вытекающие из отношений, регулируемых настоящим Соглашением, разрешаются в порядке, установленном действующим законодательством Республики Казахстан, по нормам материального права Казахстана. Везде по тексту настоящего Соглашения, если явно не указано иное, под термином «законодательство» понимается законодательство Республики Казахстан.</p><p class=\"pp__text\">10.3. Если по тем или иным причинам одно или несколько положений настоящего Соглашения будут признаны недействительными или не имеющими юридической силы, это не оказывает влияния на действительность или применимость остальных положений Соглашения.</p><p class=\"pp__text\">10.4. Бездействие со стороны Владельца сайта, в случае нарушения Пользователем либо иными пользователями положений Соглашений, не лишает Владельца сайта права предпринять соответствующие действия в защиту своих интересов позднее, а также не означает отказа Владельца сайта от своих прав в случае совершения в последующем подобных либо сходных нарушений.</p>"
  },
  "PRIVACY_POLICY": {
    "PAGE_TITLE": "Политика конфиденциальности",
    "TITLE": "Политика конфиденциальности",
    "SUB_TITLE": "По использованию обучающего контента на сайте <a href='https://online-exam.kz/'>online-exam.kz</a>",
    "TEXT": "<p class=\"pp__title\">1. Определения</p><p class=\"pp__text\">1.1. Для целей настоящей Политики конфиденциальности используются следующие определения:</p><p class=\"pp__text\">1.1.1. «Сайт» - «Интернет ресурс online-exam.kz – образовательный сайт» (<a href=\"http://www.online-exam.kz\">http://www.online-exam.kz</a>), состоящий из совокупности веб-страниц, разделов (далее – страницы) доступных в сети Интернет по сетевому адресу (доменному имени): <a href=\"http://www.online-exam.kz\">http://www.online-exam.kz</a>, в том числе и мобильная версия Сайта.</p><p class=\"pp__text\">1.1.2. «Контент» — информационные, аналитические и иные материалы Сайта, с элементами дизайна, иллюстрации, графические изображения, фотографии, скрипты, тексты, видео, музыка, звуки и/или другие объекты, являющиеся результатом интеллектуальной деятельности или не являющиеся таковыми, права на которые принадлежат Владельцу сайта, Пользователям или третьим лицам.</p><p class=\"pp__text\">1.1.3. «Пользователь» — любое физическое лицо, достигшее 16 лет либо старше, не лишенное или не ограниченное судом в дееспособности, и юридическое лицо.</p><p class=\"pp__text\">1.1.4. «Персональные данные» - сведения о Пользователе (фамилия, имя, индивидуальный идентификационный номер/бизнес идентификационный номер, телефонный номер, адреса электронной почты, учетные данные доступа: пароль, логин/псевдоним/имя и т.п.), отнесенные законодательством Республики Казахстан к категории персональных данных ограниченного доступа;</p><p class=\"pp__text\">1.1.5. «Учетная запись (аккаунт)» — набор данных, необходимые для идентификации Пользователя в целях предоставления ему доступа.</p><p class=\"pp__text\">1.1.6. «Cookies» — небольшой фрагмент данных, отправленный веб-сервером и хранимый на компьютере Пользователя, и который веб-клиент или веб-браузер каждый раз пересылает веб-серверу в HTTP-запросе при попытке открыть страницу соответствующего сайта.</p><p class=\"pp__text\">1.1.7. «IP-адрес» — уникальный сетевой адрес узла в компьютерной сети, построенной по протоколу IP.</p><p class=\"pp__text\">1.1.8. «Обработка персональных данных» - любое действие (операция) или совокупность действий (операций), совершаемых с использованием средств автоматизации или без использования таких средств с персональными данными, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение персональных данных.</p><p class=\"pp__title\">2. Общие положения</p><p class=\"pp__text\">2.1. Использование Пользователем Сайта означает согласие с настоящей Политикой конфиденциальности и условиями обработки Персональных данных Пользователя.</p><p class=\"pp__text\">2.2. Пользователь дает свое согласие на сбор, обработку, хранение и использование/распространение персональных и иных данных Пользователя и/или третьих лиц, включая несовершеннолетних детей/ребенка Пользователя, предоставленных на Сайт, в соответствии с требованиями, определенными настоящей Политикой, Законом Республики Казахстан «О доступе к информации» от 16.11.2015 г., Законом Республики Казахстан. «О персональных данных и их защите» от 21.05.2013 г., Законом Республики Казахстан «Об информатизации» от 24.11.2015 г. и иными нормативными правовыми актами Республики Казахстан в области защиты персональных данных.</p><p class=\"pp__text\">2.3. В случае несогласия с условиями Политики конфиденциальности Пользователь должен прекратить использование Сайта.</p><p class=\"pp__title\">3. Предмет Политики конфиденциальности</p><p class=\"pp__text\">3.1. Настоящая Политика конфиденциальности устанавливает обязательства Владельца сайта по неразглашению и обеспечению режима защиты конфиденциальности персональных данных, которые Пользователь предоставляет по запросу Владельцу сайта при использовании Контента Сайта.</p><p class=\"pp__text\">3.2. Персональные данные, разрешённые к обработке в рамках настоящей Политики конфиденциальности, предоставляются Пользователем путем заполнения регистрационной формы либо путем выражения согласия на их сбор и обработку из государственных баз данных и включают в себя следующую информацию:</p><p class=\"pp__text\">3.2.1. фамилию, имя, отчество Пользователя;</p><p class=\"pp__text\">3.2.2. контактный телефон Пользователя;</p><p class=\"pp__text\">3.2.3. адрес электронной почты (e-mail) Пользователя.</p><p class=\"pp__text\">3.3. Сайт защищает Персональные данные, которые автоматически передаются в процессе просмотра рекламных блоков и при посещении страниц, на которых установлен статистический скрипт системы («пиксель»).</p><p class=\"pp__text\">3.3.1. Отключение cookies может повлечь невозможность доступа к частям сайта портала, требующим авторизации.</p><p class=\"pp__text\">3.3.2. Портал осуществляет сбор статистики об IP-адресах своих посетителей. Данная информация используется с целью выявления и решения технических проблем, для контроля законности проводимых финансовых платежей.</p><p class=\"pp__text\">3.3. Любая иная персональная информация неоговоренная выше (история покупок, используемые браузеры и операционные системы и т.д.) подлежит надежному хранению и нераспространению, за исключением случаев, предусмотренных в п.п. 5.2. и 5.3. настоящей Политики конфиденциальности.</p><p class=\"pp__title\">4. Цели сбора персональной информации Пользователя</p><p class=\"pp__text\">4.1. Персональные данные Пользователя Владелец сайта может использовать в целях:</p><p class=\"pp__text\">4.1.1. Идентификации Пользователя.</p><p class=\"pp__text\">4.1.2. Предоставления Пользователю доступа к персонализированным ресурсам Сайта.</p><p class=\"pp__text\">4.1.3. Установления с Пользователем обратной связи, включая направление уведомлений, запросов, касающихся использования Сайта, оказания услуг, обработка запросов и заявок от Пользователя.</p><p class=\"pp__text\">4.1.4. Подтверждения достоверности и полноты персональных данных, предоставленных Пользователем.</p><p class=\"pp__text\">4.1.5. Создания Учетной записи для пользования Контентом, если Пользователь дал согласие на создание Учетной записи.</p><p class=\"pp__text\">4.1.6. Предоставления Пользователю эффективной клиентской и технической поддержки при возникновении проблем, связанных с использованием Сайта.</p><p class=\"pp__text\">4.1.7. Предоставления Пользователю с его согласия, обновлений продукции, специальных предложений, информации о ценах, новостной рассылки и иных сведений от имени Сайта или от имени партнеров Сайта.</p><p class=\"pp__text\">4.1.8. Осуществления рекламной деятельности с согласия Пользователя.</p><p class=\"pp__text\">4.1.9. Предоставления доступа Пользователю на сайты или сервисы партнеров Сайта с целью получения продуктов, обновлений и услуг.</p><p class=\"pp__title\">5. Способы и сроки обработки Персональных данных</p><p class=\"pp__text\">5.1. Обработка персональных данных Пользователя осуществляется без ограничения срока, любым законным способом, в том числе в информационных системах персональных данных с использованием средств автоматизации или без использования таких средств.</p><p class=\"pp__text\">5.2. Персональные данные Пользователя могут быть переданы уполномоченным органам государственной власти Республики Казахстан только по основаниям и в порядке, установленным законодательством РК.</p><p class=\"pp__text\">5.3. При утрате или разглашении персональных данных Владелец сайта информирует Пользователя об утрате или разглашении персональных данных.</p><p class=\"pp__text\">5.4. Владелец сайта принимает необходимые организационные и технические меры для защиты персональной информации Пользователя от неправомерного или случайного доступа, уничтожения, изменения, блокирования, копирования, распространения, а также от иных неправомерных действий третьих лиц.</p><p class=\"pp__text\">5.5. Владелец сайта совместно с Пользователем принимает все необходимые меры по предотвращению убытков или иных отрицательных последствий, вызванных утратой или разглашением персональных данных Пользователя.</p><p class=\"pp__title\">6. Обязательства Сторон</p><p class=\"pp__text\">6.1. Пользователь обязан:</p><p class=\"pp__text\">6.1.1. Предоставить информацию о персональных данных, необходимую для пользования Сайта.</p><p class=\"pp__text\">6.1.2. Обновить, дополнить предоставленную информацию о персональных данных в случае изменения данной информации.</p><p class=\"pp__text\">6.2. Владелец сайта обязан:</p><p class=\"pp__text\">6.2.1. Использовать полученную информацию исключительно для целей, указанных в п. 4 настоящей Политики конфиденциальности.</p><p class=\"pp__text\">6.2.2. Обеспечить хранение конфиденциальной информации в тайне, не разглашать без предварительного письменного разрешения Пользователя, а также не осуществлять продажу, обмен, опубликование, либо разглашение иными возможными способами переданных персональных данных Пользователя, за исключением п.п. 5.2 и 5.3 настоящей Политики Конфиденциальности.</p><p class=\"pp__text\">6.2.3. Принимать меры предосторожности для защиты конфиденциальности Персональных данных Пользователя согласно порядку, обычно используемого для защиты такого рода информации в существующем деловом обороте.</p><p class=\"pp__text\">6.2.4. Осуществить блокирование персональных данных, относящихся к соответствующему Пользователю, с момента обращения или запроса Пользователя или его законного представителя либо уполномоченного органа по защите прав субъектов персональных данных на период проверки, в случае выявления недостоверных персональных данных или неправомерных действий.</p><p class=\"pp__title\">7. Ответственность Сторон</p><p class=\"pp__text\">7.1. Владелец сайта, не исполнивший свои обязательства, несёт ответственность.</p><p class=\"pp__text\">7.2. В случае утраты или разглашения Конфиденциальной информации Владелец сайта не несёт ответственность, если данная конфиденциальная информация:</p><p class=\"pp__text\">7.2.1. Стала публичным достоянием до её утраты или разглашения.</p><p class=\"pp__text\">7.2.2. Была получена от третьей стороны до момента её получения Владельцем сайта.</p><p class=\"pp__text\">7.2.3. Была разглашена с согласия Пользователя.</p><p class=\"pp__title\">8. Порядок разрешения споров</p><p class=\"pp__text\">8.1. Споры и разногласия, которые могут возникнуть при исполнении настоящей Политики конфиденциальности, решаются путем переговоров между сторонами.</p><p class=\"pp__text\">8.2. В случае невозможности разрешения споров путем переговоров все споры, разногласия или требования, возникающие из настоящей Политики конфиденциальности либо в связи с ним, в том числе касающиеся его нарушения, прекращения или недействительности подлежат окончательному урегулированию в суде.</p><p class=\"pp__title\">9. Дополнительные условия</p><p class=\"pp__text\">9.1. Владелец сайта вправе вносить изменения в настоящую Политику конфиденциальности без согласия Пользователя.</p><p class=\"pp__text\">9.2. Новая Политика конфиденциальности вступает в силу с момента ее размещения на сайте, если иное не предусмотрено новой редакцией Политики конфиденциальности.</p>"
  },
  "CHECKOUT": {
    "TITLE": "Выберите программу тестирования и пополните счет",
    "SELECT": "Выбрать",
    "SELECT_PROGRAM": "Выберите программу",
    "BUY": "Пополнить на"
  },
  "CONTACTS": {
    "PAGE_TITLE": "Контакты",
    "TITLE": "Наши контакты",
    "SUB_TITLE": "Свяжитесь с нами по любому удобному каналу связи и мы ответим на все интересующие Вас вопросы",
    "TECH_SUPPORT": "Техническая поддержка",
    "ADMIN": "Админ сайта"
  }
}